[
{
  "name": "",
  "portrayedBy": "",
  "description": "",
  "appAndPersonality": "",
  "history": "",
  "trivia": [
    {
      "info": ""
    }
  ],
  "pageUrl": "/characters/",
  "pictureUrl": "/images/characters/.png"
},

// BAD JSON
{
  "name": "Brona Croft",
  "portrayedBy": "Billie Piper",
  "description": "Brona Croft is an Irish immigrant who was in London doing sex work. Brona met Ethan Chandler at The Mariner's Inn and they fall in love. Brona's illness (tuberculosis) led Chandler to seek the help of Victor Frankenstein who sped her death in hope to reanimate her to be the bride of the Creature. Brona is revived in the persona of Lily with no memory of her former self. She later regains her memory and leaves Frankenstein for Dorian Gray.",
  "appAndPersonality": "Brona is a poor Irish immigrant in Victorian London, trying to escape a dark and sordid past. The Gaelic meaning of her name is \"sadness\", yet she remains lovely, spirited, and erotically alive. She forms a bond with Ethan Chandler, who will do anything for her. Her beautiful appearance is stained by the marks of tuberculosis, an illness (known at the time as consumption) which is untreatable for the poor. Since Brona's \"rebirth\" as Lily at the hands of Victor Frankenstein, her personality has undergone a drastic change. As Lily Frankenstein, she has been polite and courteous initially, and then a darker, more violent character began to surface. Brona quickly deduced the circumstances of her resurrection, with Victor as her creator, yet kept that knowledge to herself. Observing how society and its men mistreat and disregard women, her rage festered. Embracing her power as an immortal and her position as a woman, she channeled her rage by overpowering and killing men she lured. She pledged to kneel to no man ever again, but they to her. Now enlightened, she seeks to bring in a new age led by immortals.",
  "history": "Brona is known to have lived in Belfast. She was engaged to a brutal shipyard laborer who abused her. After a bad beating, she ran to her mother for support, but instead she was told to go back and get married to the brute. Instead she fled and exported herself for the first time. After having taken up residence in London, Brona gave birth to a baby girl. She did what she could to support herself and her baby, but times were hard and selling her body on the streets meant lengthy absences from her child. On a particularly cold night she she was savagely beaten by a client and left for dead. Upon regaining consciousness later that night she rushed home, only to find that her baby had been left too long and had died of the cold after her unattended coal fire had died down. While renting a room in the Mariner's Inn by the Thames, she met Ethan Chandler with whom she formed an intimate relationship despite her failing health thanks to the onset of consumption. She continued to work as a prostitute and accepted a naked modeling job offered by Dorian Gray, with whom she had sex after discovering that he was not afraid of her illness. Ethan and Brona went to the Grand Guignol Theatre, where they met Dorian Gray and Vanessa Ives. Apparently upset by Ethan and Vanessa's relationship (which she perceived as more than a collegial friendship), she left running and, when confronted by Ethan, proceeded to dump him, calling herself a living skeleton. Shortly thereafter, she collapsed on the street, coughing up blood where she fell. Although Brona renounced her words to Ethan the next morning, her illness was getting rapidly worse. Ethan called upon Doctor Victor Frankenstein in an effort to save her life, but Victor knew she was beyond his help. Instead he saw a different use for her: Brona would be the \"raw materials\" with which he could construct a bride for his Creature. While Ethan went to fetch some water, Frankenstein sped Brona's passing by suffocating her with a pillow. When Ethan returned, he told him that Brona had died gracefully. He offered to see to the removal of the body once Ethan had grieved for her. Brona's corpse was later moved to Frankenstein's laboratory, where he showed her to the Creature, who seemed pleased with the appearance of his bride-to-be. Victor then began the surgical procedures which will allow for her re-animation. Victor stored Brona's body, with the assistance of the Creature, in a tub of water to keep her fresh while awaiting a suitable storm to provide an electrical charge. During a thunderstorm, they prepared for Brona's revival, opening a roof hatch and setting Victor's equipment to conduct an electrical surge. Though the first strike of lightning seemed unsuccessful, Brona revived after a moment of silence and crawled from the bottom of the tub to stand upright, naked and confused. Unable to speak, and with no memory of her life before death, Brona was left by the Creature under the care of Victor, who in opposition to the Creature's want to read poetry to her, claimed that he must teach her language again. After the Creature left, Victor was surprised when Brona uttered words in English, and even more extraordinarily, had lost her Irish accent to be replaced by an English one. Eventually, Lily regained her memories and decides to take revenge on the men she despised. She met Dorian Gray during the ball he throw for Angelique, and after the latter died, she joined Dorian and abandoned Victor in order to set in motion her plan of a women revolution. She and Dorian rescued Justine from captivity to become the first of their followers. Soon the pair had increased the numbers further, drawing a much larger group of women to them from the dispossessed and scorned ladies of the night. These Lily then inspired to find unfaithful men, and cut off their right hands, but Dorian by this point had grown bored of Lily's machinations and indulged in a temporary alliance with Victor to have her moved into the doctor's care. Together they had her taken to Bedlam where Victor, with the help of Dr. Henry Jekyll sought to tame her rage with the treatments they had been developing together.",
  "trivia": [],
  "pageUrl": "/characters/brona_croft",
  "pictureUrl": "/images/characters/brona_croft.png"
}
]