[
  {
    "name": "Abraham Van Helsing",
    "portrayedBy": "David Warner",
    "description": "Abraham Van Helsing was a hematologist who became a vampire hunter after his wife became a vampire. Van Helsing killed her by cutting off her head and driving a stake through her heart. Through his extensive studies on vampires he discovered that vampiric saliva contains an agent which prevents blood clotting, making it easier for them to feed. He named this phenomenon \"Hannah's wink\" in honour of his wife.",
    "appAndPersonality": "Professor Abraham Van Helsing was an elderly man of about sixty, with a lean physique and a serious face. The silvery hair was thick at the sides and on the sideburns but sparse on the head. Dressed in dark and elegant suits as befitted a scholar and reputable doctor.\nVan Helsing was very courteous, friendly and willing to help others, as demonstrated in his short but intense relationship with Dr. Victor Frankenstein. Despite being a renomate doctor and a skilled hematologist, he was also aware of the existence of a demimonde populated by hellish creatures because of the tragic events of his past that made him stubborn in facing adversity with greater self-awareness.",
    "history": "Using Fenton as a test subject, Sir Malcolm Murray hired Professor Van Helsing to help Dr. Frankenstein with experiments to find a cure for vampirism, having heard great things about the professional qualities of Van Helsing in hematology. Van Helsing immediately established a good understanding with the young surgeon, warning him first on the existence of vampire blood, and then the very existence of the creatures themselves. However, the friendship between the two doctors was abruptly cut short when the Creature, angry with his creator, killed Professor Van Helsing in a dark alley right in front of an extremely terrified Victor.",
    "trivia": [
      {
        "info": "His name identifies him as the Penny Dreadful version of the character created by Bram Stoker in his novel. In spite of this, the background of the professor has been changed, as well as his end. Moreover, he does not take an active part in the hunt for the Master (who prior to Season 3 was erroneously thought to be Dracula) or the salvation of Mina Murray"
      },
      {
        "info": "The role of esoteric scholar held by Van Helsing in Dracula has been given to the character of Ferdinand Lyle in Penny Dreadful."
      }
    ],
    "pageUrl": "/characters/abraham_van_helsing",
    "pictureUrl": "/images/characters/abraham_van_helsing.png"
  },
  {
    "name": "Angelique",
    "portrayedBy": "Jonny Beauchamp",
    "description": "Angelique is introduced in Season 2 of Penny Dreadful as a lady-for-hire with a secret. She is an outspoken and bold woman who later becomes one of Dorian Gray's love interests, and introduces herself without a last name.",
    "appAndPersonality": "Angelique is a woman trapped in the body of a young man with a slender body, long brown hair down to her shoulders and piercing dark eyes. Angelique is a woman of the world who wears fine clothes of bright colors with bows and crinolines. The difficulty of her existence since her very childhood have tempered her character, making Angelique a jaunty and provocative woman, who also hides a gentle soul that desperately seeks the gentle touch of a lover. In order not to preclude any pleasure to herself, Angelique decided to be ceded to the most uninhibited vices by working as an uptown prostitute.",
    "history": "Angelique knew from the moment she was born that she was not the same as the other boys. Her parents resented her for not being normal, and ultimately ignored her and pushed her away. She decided to escape this life by moving to London and becoming who she really wanted to be. She created a new identity, Angelique, and later became a prostitute. In London, Angelique approached Dorian Gray at an outdoor café where she noticed him staring at a photograph of Vanessa Ives. She assumed Vanessa was Dorian's sister since they both had pale skin, dark hair and intoxicating eyes, but he corrected her and explained that Vanessa was just a friend. This gave Angelique an opportunity to sit down with Dorian and introduce herself. Dorian was intrigued by Angelique's boldness, and the two shared a flirtatious conversation filled with innuendo. It became obvious that Dorian was still heartbroken over Vanessa, and Angelique picked up on this, telling him about her own heartbreak and how she had been sadder ever since she swore off love. She then left him with her business card in case he ever wanted to mend his broken heart. Dorian later visited Angelique's brothel. Her madame assured Dorian that he wouldn't be disappointed, and that he should handle her firmly since she was wilful like a child. Angelique undressed, revealing her male genitalia, but Dorian was unfazed by the fact that she was transgender. Dorian and Angelique shared another date, where he took her to the Gossima Parlour. The pair were seen together quite publicly when Dorian threw a ball at his mansion as a coming out of sorts for Angelique. She became the jilted lover however, when Dorian laid eyes on Lily, who had arrived on the arm of Victor. Angelique and Victor found themselves both forgotten when Dorian and Lily entered the dance floor together.Angelique found herself abandoned again when Dorian left the mansion to go out on the town. While alone, she discovered his hidden painting, and just remained in the room with it until his return. When he finally did return, he offered her wine, but unfortunately for Angelique the price for discovering Dorian's painting was a deadly one, as Dorian had laced the drink with poison to protect his secret.",
    "trivia": [],
    "pageUrl": "/characters/angelique",
    "pictureUrl": "/images/characters/angelique.jpeg"
  },
  {
    "name": "Bartholomew Rusk",
    "portrayedBy": "Douglas Hodge",
    "description": "Bartholomew Rusk is a supporting character on Penny Dreadful. He was introduced in the first episode of Season 2, titled Fresh Hell, and is a Scotland Yard police inspector investigating the grisly Mariner's Inn Massacre.",
    "appAndPersonality": "Bartholomew Rusk is a middle aged man with brown hair, of average height and build. His right arm was lost while serving in the British army, so he has a prostetic one made of wood. Rusk is a strongly dedicated and highly capable policeman and detective. He proves to be both highly intelligent and very observant, such as when he quickly figures out that Ethan is responsible for the killings in London, and also that the events going on are somewhat supernatural. Rusk makes an effort to be constantly polite, and is incredibly motivated as demonstrated by him personally escorting Ethan to America, and continuing to hunt him down after he escaped. Its implied that Rusk is aware of the existence of supernatural beings, to an extent, admitting experiences have made him more open minded. He even advises the US Marshal to start believing in the Occult when hunting Ethan.",
    "history": "While in the military, Rusk's regiment were tracking an assassin who lead them into a ambush in which Rusk was shot in his right arm. Despite his injury Rusk continued alone to track the assassin and first reported to the infirmary after dragging the assassin to Cape Town. By that point his wound had become infected necessitating the amputation of the arm. Bartholomew Rusk first came into contact with Ethan Chandler while investing the grisly Mariner's Inn Massacre, when Ethan denied any knowledge of it yet had been a resident at the Inn for some time leading up to the killings. Moreover, Rusk's suspicions about Ethan deepened when he could not verify the background of the American. Rusk's investigation eventually led to the home Sir Malcolm Murray where he questioned Murry about Ethan's past, and he was again met with denial with Murry claiming no knowledge of Chandler despite Ethan's frequent visits. Rusk then set a watch on the mansion in the hope of catching Ethan. When the American finally did arrive, Rusk informed him that his every move would be watched, and that he had learned of Ethan's true identity, Ethan Lawrence Talbot. Ethan eventually approached Rusk's office and admitted to committing the Mariner's Inn Massacre, asking to be hanged as soon as possible. Rusk then revealed that Ethan was instead to be extradited back to the Americas. He had received the extradition order weeks earlier, but had refrained from acting upon it because he wanted the satisfaction of hearing Ethan's confession beforehand. After bringing Ethan to America, Ethan's father sends men to intercept Ethan to bring him home. Rusk tells the federal marshals that he will hunt him down with them. After catching up, Rusk discovers the men that rescued Ethan slaughtered from him during the full moon, and discover someone is helping Ethan. After Hecate Poole uses her magic to kill all but the lead marshal and Rusk, Rusk vows to now kill Ethan instead of capture the first chance he gets, regardless of his moral code, claiming he will even shoot him in the back if the opportunity arises.",
    "trivia": [],
    "pageUrl": "/characters/bartholomew_rusk",
    "pictureUrl": "/images/characters/bartholomew_rusk.jpeg"
  },
  {
    "name": "Captain Branson",
    "portrayedBy": "Joseph Millson ",
    "description": "Captain Branson was a captain of unknown origins and the ex-fiancee of Mina Murray.",
    "appAndPersonality": "",
    "history": "During Captain Branson's engagement to Mina Murray he had become very feel acquainted with her brother, Peter Murray and Mina's best friend Vanessa Ives. Mina had fallen for Branson partly due to his facial hair, because since Mina was a child her ideal man would have some what of facial hair. However on the eve of Branson's wedding during the late hours of the night Branson and Vanessa had run into each other in the corridors. Vanessa began a friendly conversation with the Captain and then took him into a room where her, Mina and Peter spent a great amount of there childhood together stuffing dead animals. Vanessa then seduced Branson and partook in sexual acts. Mina caught them both in their indiscretion unaware to Branson. The very next morning Mina had broke off their engagement causing Captain Branson to leave the Murray estate forever.",
    "trivia": [
      {
        "info": "Captain Branson is partly the reason why Vanessa and Mina's two decade long friendship had ended."
      }
    ],
    "pageUrl": "/characters/captain_branson",
    "pictureUrl": "/images/characters/captain_branson.png"
  },
  {
    "name": "Caroline Frankenstein",
    "portrayedBy": "Mary Stockley",
    "description": "Caroline Frankenstein is a minor character in Season 1 of Showtime's Penny Dreadful, and the mother of Victor Frankenstein. While her presence within the series has been brief, it has also provided a fundamental part of Victor's past history and provides the motivation behind his obsession with life and death.",
    "appAndPersonality": "",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/caroline_frankenstein",
    "pictureUrl": "/images/characters/caroline_frankenstein.png"
  },
  {
    "name": "Catriona Hartdegen",
    "portrayedBy": "Perdita Weeks",
    "description": "Catriona Hartdegen is a fierce, independent woman whose knowledge proves quite useful to Vanessa Ives.",
    "appAndPersonality": "Catriona is a beautiful woman in her thirties, with fair skin and a reddish hair bob. Catriona is an indomitable woman who eschews normal social conventions by wearing men's clothes and devoting herself to activities deemed masculine by the standards of the time.",
    "history": "Originally hailing from highland stock, Catriona grew up an only child and was raised as the son her father never had. As such, she was schooled in swordsmanship from an early age, and continued to hone her skills, later in life challenging the gentry of England in their exclusive sport. After besting a male opponent in a fencing bout, Catriona shocked the gathered men by unmasking herself as a woman. This impressed Vanessa Ives who had come to meet her at the urging of Ferdinand Lyle to seek her help in dealing with a modern incarnation of Dracula, a subject familiar to Catriona from her work as a thanatologist.",
    "trivia": [],
    "pageUrl": "/characters/catriona_hartdegen",
    "pictureUrl": "/images/characters/catriona_hartdegen.jpeg"
  },
  {
    "name": "Claire Ives",
    "portrayedBy": "Anna Chancellor",
    "description": "Claire Ives was the wife of Gordon Ives and the mother of Vanessa Ives. She also had a long time friendship with the Murrays, Gladys and Sir Malcolm Murray. During those years of friendship, Claire and Malcolm engaged in an affair with each other. Despite having an affair with a married man, Claire was a loving mother who cared deeply about her daughter. Claire suffered a massive heart attack while seeing her daughter in the throes of possession. Ironically, that incident undid the damage to Vanessa's mind that her earlier possessions and institutionalization had done, but also denied Vanessa the opportunity to ever reconcile with her mother.",
    "appAndPersonality": "",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/claire_ives",
    "pictureUrl": "/images/characters/claire_ives.png"
  },
  {
    "name": "Creature",
    "portrayedBy": "Rory Kinnear",
    "description": "The Creature (otherwise known under various names) is a man who has been brought back from death, reanimated by the medical craft of Victor Frankenstein. The only thing that is his own is his soul, but even he questions whether he really has one. He is Victor's first creation, his \"first born\". After experiencing the cruelty and mercy of man the Creature only wants one thing in this world, love. Someone like him that he can share his life with and finally find happiness that he so desperately longs for.",
    "appAndPersonality": "The Creature is distinctly male, and covered in surgical scars from where his body parts were stitched together. It is clear that the Creature is desperately lonely, as a result of both the circumstances of his creation and the fact that he is the only one of his species. This leads him to act in a cold, ruthless manner, particularly towards his creator, whom he hates for abandoning him following his creation. His determination not to be alone results in him threatening Victor Frankenstein with the death of all he loves unless he creates for him an immortal bride. When the Creature grows impatient with Victor's progress, he murders the respected Professor Van Helsing in order to remind Victor of what awaits him if he does not obey. The Creature nonetheless possesses a deeply compassionate side, and generally does not wish to harm others, despite their revulsion of him. He is shown several small acts of kindness by Maud Gunneson, an actress at the Grand Guignol Theatre, but he tragically mistakes her attitude for one of romantic interest, and is almost driven to attack her in grief and anger when she later rejects him. This results in the Creature being dismissed from his job at the theatre - though Vincent expresses regret at doing so - and in his heartbroken state he is willing to let Victor shoot him. Victor's pity is stirred by the sight of his creation reduced to such remorseful suffering, however, and afterwards he begins using the body of the deceased Brona Croft to craft a mate for the Creature.",
    "history": "The Creature was created in the former lab of Victor Frankenstein, he was born covered in blood and went hysterical most likely from pain. Victor soon abandoned the Creature due to being frightened by his creation, leaving him all alone. When he finally leaves the place of his creation, he learns of both the cruelty and mercy of men in a single night, during which he was beaten unmercifully by a mob then given food and a home by Vincent Brand, an aged actor. He is given a job as a stage hand at the Grand Guignol Theatre, where he learns of performance arts and an exceptionally well-rounded vocabulary. It is here that he is given the name Caliban, after the sub-human son of the malevolent witch Sycorax, and primary antagonist in William Shakespeare's \"The Tempest\".",
    "trivia": [
      {
        "info": "The Creature named himself John Clare in reference to an English poet, John Clare."
      }
    ],
    "pageUrl": "/characters/creature",
    "pictureUrl": "/images/characters/creature.png"
  },
  {
    "name": "Dorian Gray",
    "portrayedBy": "Reeve Carney",
    "description": "Dorian Gray is a wealthy gentleman who has gained immortality by having his soul trapped within a painting. He is well known for his extravagance and debauchery.",
    "appAndPersonality": "Dorian Gray is a fabulously wealthy young gentleman who is almost unnerving in his beauty. Aesthete with reckless abandon, his devil-may-care attitude borders on the dangerous. He has attained an exceptional level of knowledge through his many travels and exploits, yet continues to seek further challenges, driven by an insatiable hunger for new experiences and feelings. Nothing seems to faze him, nor are any risks too great. In fact, he is unnaturally drawn to them. He also has a particular interest in Vanessa Ives, perhaps sensing their shared immersion into the supernatural.",
    "history": "Dorian Gray introduces himself as a wealthy and bored gentleman when he hires Brona Croft for a pornographic photo session. When even the orgies organized in his great mansion begin to lose their charm on him, the young man begins to look around in search of new stimuli. At a soiree organized by Ferdinand Lyle, Dorian's attention is captured by Vanessa Ives, with whom he flirts throughout the evening. Intrigued by the woman, Dorian begins to woo her after they met several times by accident, as when they both attended a performance at the Grand Guignol Theatre.Following an evening of gambling in an illegal den, Dorian, and Ethan Chandler share a drink of absinthe at Dorian's mansion and seduce each other. A later night of passion between Dorian and Vanessa Ives triggers the monstrosity dormant inside her. After her recovery from the ordeal, she ends the budding relationship, leaving him heartbroken. It was perhaps his first heartbreak. Intent on forgetting Vanessa, Dorian begins to woo Angelique, a mysterious woman who is a true and proper companion for a transgressive liaison. This love is however destined to end prematurely when Dorian lays eyes on Lily Frankenstein and the two decide to wet the streets of London with the blood of shady and mean men who take advantage of women. The dangerous couple is soon joined by Justine, a young woman full of resentment towards men who abused her, saved from certain death by Dorian and Lily. Eventually, the army of women Lily reunites in order to do a revolution starts to bother Dorian, as he has lived long enough to see many revolutions and how they all end badly. Not wanting to repeat this again and feeling abandoned by Lily, he calls for Victor, who tried to \"cure\" her, in order to end his problems.",
    "trivia": [
      {
        "info": "Dorian Gray is based on the protagonist of Oscar Wilde's novel The Picture of Dorian Gray. Although they share hedonism and the ability to look younger than they actually are, there are also significant differences. Foremost Penny Dreadful's Dorian Gray heals supernaturally fast from injuries, while in the novel he is just eternally young as it is his portrait image that ages in place of him. His physical appearance differs also, as in the novel Dorian is described as blond."
      }
    ],
    "pageUrl": "/characters/dorian_gray",
    "pictureUrl": "/images/characters/dorian_gray.png"
  },
  {
    "name": "Dracula",
    "portrayedBy": "Christian Camargo",
    "description": "Dracula, also known as the Dragon, Amun-Ra, and Dr. Alexander Sweet, is a vampire who poses as a zoologist in order to seduce Vanessa Ives. He is both the brother of Lucifer (and a fallen angel in his own right), who was banished to Earth as Lucifer was banished to Hell, and the progenitor and master of all vampires.",
    "appAndPersonality": "Charismatic and slightly awkward, Dr. Alexander Sweet at first appears a dreamer of adventure, fascinated by \"broken and shunned creatures.\" Little is known of his genuine personality, as Dracula is his true identity. In contrast to his benign \"Dr. Sweet\" personality, Dracula appears to be conniving, manipulative, and possessive. His usual demeanor is extremely poised and controlled to the point of aloofness. He is quick to anger and extremely violent when displeased.In human form, Dracula is a tall, thin man with broad shoulders, a well-trimmed beard, and dark brown hair that defines the features of a stern, angular face. His eyes are a dark green that can turn black and red. His clothing is elegant and refined, similar to that of Dorian Gray, but darker in tone and less eccentric. He has darker, healthier-looking skin than most vampires. However, his human form is not his true form; his full vampire form remains unseen.",
    "history": "After losing in a great war for the Heavenly Throne, two brothers, both angels, fell from grace and were cast out of Heaven by God: one to Hell, and the other to Earth. While Lucifer is a demon of a spiritual essence, Dracula is a demon of the flesh as he walks the earth. Imbued with a perpetual existence, the fallen angel on Earth began his work to restore himself to Heaven by force, a feat which could only be achieved by winning the favor of a woman known as the Mother of Evil. Dracula, as the fallen angel eventually came to be known, found this woman in the form of Vanessa Ives, whose body is host to the spirit of Amunet. Dracula began posing as Dr. Sweet, the director of zoological studies at the London Natural History Museum, in order to seduce Vanessa Ives. Affecting an air of charm, he quickly bonded with Vanessa, and very soon the pair had a first date at the Cinématographe. Dracula's burgeoning relationship with Vanessa was upset when one of his familiars revealed to Vanessa that she and his master had met during her time in Dr. Banning's asylum. For this transgression, Dracula ordered his other thralls to eat him, which they did enthusiastically. Eventually, Vanessa, after returning to her past with help from Dr. Seward, tried to find in Dr. Sweet someone to trust. Their relationship reinvigorates until they finally sleep together that night. However, shortly afterward, Vanessa finally discovers his true nature with help from Catriona Hartdegen. She returns to the museum confront him, and Dracula convinces her that, even though she was only a means to an end at first, he eventually fell in love with her. Vanessa, also in love, lets Dracula bite her. As he feeds on her blood, mist covers the skies as the darkness begins to blanket the world.",
    "trivia": [],
    "pageUrl": "/characters/dracula",
    "pictureUrl": "/images/characters/dracula.jpg"
  },
  {
    "name": "Ethan Chandler",
    "portrayedBy": "Josh Hartnett",
    "description": "Ethan Chandler (Born Ethan Lawrence Talbot) is an American sharpshooter running away from a checkered past. When Sir Malcolm enlists him in a personal quest, Ethan meets Brona Croft, a beautiful Northern Irish prostitute with a mysterious past. But behind Ethan's bright eyes lurk dark secrets. He is running from something, and his troubling past threatens to overtake him at every turn. After the death of Brona, Ethan had lost control and had revealed himself to be a werewolf.",
    "appAndPersonality": "A charming American who finds himself trapped in the darkest corners of Victorian London, Ethan's charm and brash ways are like catnip to the ladies. However, the persona of the dashing, careless gunslinger of the circus that he displays to the world is all just an act. Underneath, he is a more kind and thoughtful man, possessing a stronger sense of morality than most of the other characters, taking little pleasure in the suffering or manipulation of others. He has the air of an older man, one who has experienced a great deal of hardships. Nevertheless, his sense of moral outrage in difficult circumstances make him prone to angry and violent outbursts. He has sometimes expressed deep mistrust, even dislike, towards characters such as Sir Malcolm Murray and Victor Frankenstein, whom he believes are comparatively callous and amoral. He does later develop something of a friendship with Victor, however, as the two of them bond when he is teaching Frankenstein how to shoot. He continues to aid Sir Malcolm to the end, despite his distrust of the man.",
    "history": "Ethan was born in 1857 to a wealthy family. At some point in his life he served as a cavalry soldier fighting in the American Indian Wars, and was involved in a brutal massacre where the troops eradicated an entire native village. Ethan later fled America after he had killed a senator's son, and joined a circus in Europe where he used his skills as a gunslinger to entertain small crowds. In 1891, Chandler's Wildwest Show visited London, where he was met in a bar by Vanessa Ives who offered him a job as an armed escort that very night. After she deduced that he had told his audience a lie about his involvement in a particular war, he smiled and agreed to help. Ives gave him an address for their meeting and left immediately, leaving him to finish his drink.",
    "trivia": [
      {
        "info": "Ethan Chandler's real name identifies him as the Penny Dreadful version of Larry Talbot, the Wolf-Man protagonists of classic Universal horror movies, usually portrayed by Lon Chaney Jr."
      }
    ],
    "pageUrl": "/characters/ethan_chandler",
    "pictureUrl": "/images/characters/ethan_chandler.png"
  }
]