[
  {
    "name": "Abraham Van Helsing",
    "portrayedBy": "David Warner",
    "description": "Abraham Van Helsing was a hematologist who became a vampire hunter after his wife became a vampire. Van Helsing killed her by cutting off her head and driving a stake through her heart. Through his extensive studies on vampires he discovered that vampiric saliva contains an agent which prevents blood clotting, making it easier for them to feed. He named this phenomenon \"Hannah's wink\" in honour of his wife.",
    "appAndPersonality": "Professor Abraham Van Helsing was an elderly man of about sixty, with a lean physique and a serious face. The silvery hair was thick at the sides and on the sideburns but sparse on the head. Dressed in dark and elegant suits as befitted a scholar and reputable doctor.\nVan Helsing was very courteous, friendly and willing to help others, as demonstrated in his short but intense relationship with Dr. Victor Frankenstein. Despite being a renomate doctor and a skilled hematologist, he was also aware of the existence of a demimonde populated by hellish creatures because of the tragic events of his past that made him stubborn in facing adversity with greater self-awareness.",
    "history": "Using Fenton as a test subject, Sir Malcolm Murray hired Professor Van Helsing to help Dr. Frankenstein with experiments to find a cure for vampirism, having heard great things about the professional qualities of Van Helsing in hematology. Van Helsing immediately established a good understanding with the young surgeon, warning him first on the existence of vampire blood, and then the very existence of the creatures themselves. However, the friendship between the two doctors was abruptly cut short when the Creature, angry with his creator, killed Professor Van Helsing in a dark alley right in front of an extremely terrified Victor.",
    "trivia": [
      {
        "info": "His name identifies him as the Penny Dreadful version of the character created by Bram Stoker in his novel. In spite of this, the background of the professor has been changed, as well as his end. Moreover, he does not take an active part in the hunt for the Master (who prior to Season 3 was erroneously thought to be Dracula) or the salvation of Mina Murray"
      },
      {
        "info": "The role of esoteric scholar held by Van Helsing in Dracula has been given to the character of Ferdinand Lyle in Penny Dreadful."
      }
    ],
    "pageUrl": "/characters/abraham_van_helsing",
    "pictureUrl": "/images/characters/abraham_van_helsing.png"
  },
  {
    "name": "Angelique",
    "portrayedBy": "Jonny Beauchamp",
    "description": "Angelique is introduced in Season 2 of Penny Dreadful as a lady-for-hire with a secret. She is an outspoken and bold woman who later becomes one of Dorian Gray's love interests, and introduces herself without a last name.",
    "appAndPersonality": "Angelique is a woman trapped in the body of a young man with a slender body, long brown hair down to her shoulders and piercing dark eyes. Angelique is a woman of the world who wears fine clothes of bright colors with bows and crinolines. The difficulty of her existence since her very childhood have tempered her character, making Angelique a jaunty and provocative woman, who also hides a gentle soul that desperately seeks the gentle touch of a lover. In order not to preclude any pleasure to herself, Angelique decided to be ceded to the most uninhibited vices by working as an uptown prostitute.",
    "history": "Angelique knew from the moment she was born that she was not the same as the other boys. Her parents resented her for not being normal, and ultimately ignored her and pushed her away. She decided to escape this life by moving to London and becoming who she really wanted to be. She created a new identity, Angelique, and later became a prostitute. In London, Angelique approached Dorian Gray at an outdoor café where she noticed him staring at a photograph of Vanessa Ives. She assumed Vanessa was Dorian's sister since they both had pale skin, dark hair and intoxicating eyes, but he corrected her and explained that Vanessa was just a friend. This gave Angelique an opportunity to sit down with Dorian and introduce herself. Dorian was intrigued by Angelique's boldness, and the two shared a flirtatious conversation filled with innuendo. It became obvious that Dorian was still heartbroken over Vanessa, and Angelique picked up on this, telling him about her own heartbreak and how she had been sadder ever since she swore off love. She then left him with her business card in case he ever wanted to mend his broken heart. Dorian later visited Angelique's brothel. Her madame assured Dorian that he wouldn't be disappointed, and that he should handle her firmly since she was wilful like a child. Angelique undressed, revealing her male genitalia, but Dorian was unfazed by the fact that she was transgender. Dorian and Angelique shared another date, where he took her to the Gossima Parlour. The pair were seen together quite publicly when Dorian threw a ball at his mansion as a coming out of sorts for Angelique. She became the jilted lover however, when Dorian laid eyes on Lily, who had arrived on the arm of Victor. Angelique and Victor found themselves both forgotten when Dorian and Lily entered the dance floor together.Angelique found herself abandoned again when Dorian left the mansion to go out on the town. While alone, she discovered his hidden painting, and just remained in the room with it until his return. When he finally did return, he offered her wine, but unfortunately for Angelique the price for discovering Dorian's painting was a deadly one, as Dorian had laced the drink with poison to protect his secret.",
    "trivia": [],
    "pageUrl": "/characters/angelique",
    "pictureUrl": "/images/characters/angelique.jpeg"
  },
  {
    "name": "Bartholomew Rusk",
    "portrayedBy": "Douglas Hodge",
    "description": "Bartholomew Rusk is a supporting character on Penny Dreadful. He was introduced in the first episode of Season 2, titled Fresh Hell, and is a Scotland Yard police inspector investigating the grisly Mariner's Inn Massacre.",
    "appAndPersonality": "Bartholomew Rusk is a middle aged man with brown hair, of average height and build. His right arm was lost while serving in the British army, so he has a prostetic one made of wood. Rusk is a strongly dedicated and highly capable policeman and detective. He proves to be both highly intelligent and very observant, such as when he quickly figures out that Ethan is responsible for the killings in London, and also that the events going on are somewhat supernatural. Rusk makes an effort to be constantly polite, and is incredibly motivated as demonstrated by him personally escorting Ethan to America, and continuing to hunt him down after he escaped. Its implied that Rusk is aware of the existence of supernatural beings, to an extent, admitting experiences have made him more open minded. He even advises the US Marshal to start believing in the Occult when hunting Ethan.",
    "history": "While in the military, Rusk's regiment were tracking an assassin who lead them into a ambush in which Rusk was shot in his right arm. Despite his injury Rusk continued alone to track the assassin and first reported to the infirmary after dragging the assassin to Cape Town. By that point his wound had become infected necessitating the amputation of the arm. Bartholomew Rusk first came into contact with Ethan Chandler while investing the grisly Mariner's Inn Massacre, when Ethan denied any knowledge of it yet had been a resident at the Inn for some time leading up to the killings. Moreover, Rusk's suspicions about Ethan deepened when he could not verify the background of the American. Rusk's investigation eventually led to the home Sir Malcolm Murray where he questioned Murry about Ethan's past, and he was again met with denial with Murry claiming no knowledge of Chandler despite Ethan's frequent visits. Rusk then set a watch on the mansion in the hope of catching Ethan. When the American finally did arrive, Rusk informed him that his every move would be watched, and that he had learned of Ethan's true identity, Ethan Lawrence Talbot. Ethan eventually approached Rusk's office and admitted to committing the Mariner's Inn Massacre, asking to be hanged as soon as possible. Rusk then revealed that Ethan was instead to be extradited back to the Americas. He had received the extradition order weeks earlier, but had refrained from acting upon it because he wanted the satisfaction of hearing Ethan's confession beforehand. After bringing Ethan to America, Ethan's father sends men to intercept Ethan to bring him home. Rusk tells the federal marshals that he will hunt him down with them. After catching up, Rusk discovers the men that rescued Ethan slaughtered from him during the full moon, and discover someone is helping Ethan. After Hecate Poole uses her magic to kill all but the lead marshal and Rusk, Rusk vows to now kill Ethan instead of capture the first chance he gets, regardless of his moral code, claiming he will even shoot him in the back if the opportunity arises.",
    "trivia": [],
    "pageUrl": "/characters/bartholomew_rusk",
    "pictureUrl": "/images/characters/bartholomew_rusk.jpeg"
  },
  {
    "name": "Captain Branson",
    "portrayedBy": "Joseph Millson ",
    "description": "Captain Branson was a captain of unknown origins and the ex-fiancee of Mina Murray.",
    "appAndPersonality": "",
    "history": "During Captain Branson's engagement to Mina Murray he had become very feel acquainted with her brother, Peter Murray and Mina's best friend Vanessa Ives. Mina had fallen for Branson partly due to his facial hair, because since Mina was a child her ideal man would have some what of facial hair. However on the eve of Branson's wedding during the late hours of the night Branson and Vanessa had run into each other in the corridors. Vanessa began a friendly conversation with the Captain and then took him into a room where her, Mina and Peter spent a great amount of there childhood together stuffing dead animals. Vanessa then seduced Branson and partook in sexual acts. Mina caught them both in their indiscretion unaware to Branson. The very next morning Mina had broke off their engagement causing Captain Branson to leave the Murray estate forever.",
    "trivia": [
      {
        "info": "Captain Branson is partly the reason why Vanessa and Mina's two decade long friendship had ended."
      }
    ],
    "pageUrl": "/characters/captain_branson",
    "pictureUrl": "/images/characters/captain_branson.png"
  },
  {
    "name": "Caroline Frankenstein",
    "portrayedBy": "Mary Stockley",
    "description": "Caroline Frankenstein is a minor character in Season 1 of Showtime's Penny Dreadful, and the mother of Victor Frankenstein. While her presence within the series has been brief, it has also provided a fundamental part of Victor's past history and provides the motivation behind his obsession with life and death.",
    "appAndPersonality": "",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/caroline_frankenstein",
    "pictureUrl": "/images/characters/caroline_frankenstein.png"
  },
  {
    "name": "Catriona Hartdegen",
    "portrayedBy": "Perdita Weeks",
    "description": "Catriona Hartdegen is a fierce, independent woman whose knowledge proves quite useful to Vanessa Ives.",
    "appAndPersonality": "Catriona is a beautiful woman in her thirties, with fair skin and a reddish hair bob. Catriona is an indomitable woman who eschews normal social conventions by wearing men's clothes and devoting herself to activities deemed masculine by the standards of the time.",
    "history": "Originally hailing from highland stock, Catriona grew up an only child and was raised as the son her father never had. As such, she was schooled in swordsmanship from an early age, and continued to hone her skills, later in life challenging the gentry of England in their exclusive sport. After besting a male opponent in a fencing bout, Catriona shocked the gathered men by unmasking herself as a woman. This impressed Vanessa Ives who had come to meet her at the urging of Ferdinand Lyle to seek her help in dealing with a modern incarnation of Dracula, a subject familiar to Catriona from her work as a thanatologist.",
    "trivia": [],
    "pageUrl": "/characters/catriona_hartdegen",
    "pictureUrl": "/images/characters/catriona_hartdegen.jpeg"
  },
  {
    "name": "Claire Ives",
    "portrayedBy": "Anna Chancellor",
    "description": "Claire Ives was the wife of Gordon Ives and the mother of Vanessa Ives. She also had a long time friendship with the Murrays, Gladys and Sir Malcolm Murray. During those years of friendship, Claire and Malcolm engaged in an affair with each other. Despite having an affair with a married man, Claire was a loving mother who cared deeply about her daughter. Claire suffered a massive heart attack while seeing her daughter in the throes of possession. Ironically, that incident undid the damage to Vanessa's mind that her earlier possessions and institutionalization had done, but also denied Vanessa the opportunity to ever reconcile with her mother.",
    "appAndPersonality": "",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/claire_ives",
    "pictureUrl": "/images/characters/claire_ives.png"
  },
  {
    "name": "Creature",
    "portrayedBy": "Rory Kinnear",
    "description": "The Creature (otherwise known under various names) is a man who has been brought back from death, reanimated by the medical craft of Victor Frankenstein. The only thing that is his own is his soul, but even he questions whether he really has one. He is Victor's first creation, his \"first born\". After experiencing the cruelty and mercy of man the Creature only wants one thing in this world, love. Someone like him that he can share his life with and finally find happiness that he so desperately longs for.",
    "appAndPersonality": "The Creature is distinctly male, and covered in surgical scars from where his body parts were stitched together. It is clear that the Creature is desperately lonely, as a result of both the circumstances of his creation and the fact that he is the only one of his species. This leads him to act in a cold, ruthless manner, particularly towards his creator, whom he hates for abandoning him following his creation. His determination not to be alone results in him threatening Victor Frankenstein with the death of all he loves unless he creates for him an immortal bride. When the Creature grows impatient with Victor's progress, he murders the respected Professor Van Helsing in order to remind Victor of what awaits him if he does not obey. The Creature nonetheless possesses a deeply compassionate side, and generally does not wish to harm others, despite their revulsion of him. He is shown several small acts of kindness by Maud Gunneson, an actress at the Grand Guignol Theatre, but he tragically mistakes her attitude for one of romantic interest, and is almost driven to attack her in grief and anger when she later rejects him. This results in the Creature being dismissed from his job at the theatre - though Vincent expresses regret at doing so - and in his heartbroken state he is willing to let Victor shoot him. Victor's pity is stirred by the sight of his creation reduced to such remorseful suffering, however, and afterwards he begins using the body of the deceased Brona Croft to craft a mate for the Creature.",
    "history": "The Creature was created in the former lab of Victor Frankenstein, he was born covered in blood and went hysterical most likely from pain. Victor soon abandoned the Creature due to being frightened by his creation, leaving him all alone. When he finally leaves the place of his creation, he learns of both the cruelty and mercy of men in a single night, during which he was beaten unmercifully by a mob then given food and a home by Vincent Brand, an aged actor. He is given a job as a stage hand at the Grand Guignol Theatre, where he learns of performance arts and an exceptionally well-rounded vocabulary. It is here that he is given the name Caliban, after the sub-human son of the malevolent witch Sycorax, and primary antagonist in William Shakespeare's \"The Tempest\".",
    "trivia": [
      {
        "info": "The Creature named himself John Clare in reference to an English poet, John Clare."
      }
    ],
    "pageUrl": "/characters/creature",
    "pictureUrl": "/images/characters/creature.png"
  },
  {
    "name": "Dorian Gray",
    "portrayedBy": "Reeve Carney",
    "description": "Dorian Gray is a wealthy gentleman who has gained immortality by having his soul trapped within a painting. He is well known for his extravagance and debauchery.",
    "appAndPersonality": "Dorian Gray is a fabulously wealthy young gentleman who is almost unnerving in his beauty. Aesthete with reckless abandon, his devil-may-care attitude borders on the dangerous. He has attained an exceptional level of knowledge through his many travels and exploits, yet continues to seek further challenges, driven by an insatiable hunger for new experiences and feelings. Nothing seems to faze him, nor are any risks too great. In fact, he is unnaturally drawn to them. He also has a particular interest in Vanessa Ives, perhaps sensing their shared immersion into the supernatural.",
    "history": "Dorian Gray introduces himself as a wealthy and bored gentleman when he hires Brona Croft for a pornographic photo session. When even the orgies organized in his great mansion begin to lose their charm on him, the young man begins to look around in search of new stimuli. At a soiree organized by Ferdinand Lyle, Dorian's attention is captured by Vanessa Ives, with whom he flirts throughout the evening. Intrigued by the woman, Dorian begins to woo her after they met several times by accident, as when they both attended a performance at the Grand Guignol Theatre.Following an evening of gambling in an illegal den, Dorian, and Ethan Chandler share a drink of absinthe at Dorian's mansion and seduce each other. A later night of passion between Dorian and Vanessa Ives triggers the monstrosity dormant inside her. After her recovery from the ordeal, she ends the budding relationship, leaving him heartbroken. It was perhaps his first heartbreak. Intent on forgetting Vanessa, Dorian begins to woo Angelique, a mysterious woman who is a true and proper companion for a transgressive liaison. This love is however destined to end prematurely when Dorian lays eyes on Lily Frankenstein and the two decide to wet the streets of London with the blood of shady and mean men who take advantage of women. The dangerous couple is soon joined by Justine, a young woman full of resentment towards men who abused her, saved from certain death by Dorian and Lily. Eventually, the army of women Lily reunites in order to do a revolution starts to bother Dorian, as he has lived long enough to see many revolutions and how they all end badly. Not wanting to repeat this again and feeling abandoned by Lily, he calls for Victor, who tried to \"cure\" her, in order to end his problems.",
    "trivia": [
      {
        "info": "Dorian Gray is based on the protagonist of Oscar Wilde's novel The Picture of Dorian Gray. Although they share hedonism and the ability to look younger than they actually are, there are also significant differences. Foremost Penny Dreadful's Dorian Gray heals supernaturally fast from injuries, while in the novel he is just eternally young as it is his portrait image that ages in place of him. His physical appearance differs also, as in the novel Dorian is described as blond."
      }
    ],
    "pageUrl": "/characters/dorian_gray",
    "pictureUrl": "/images/characters/dorian_gray.png"
  },
  {
    "name": "Dracula",
    "portrayedBy": "Christian Camargo",
    "description": "Dracula, also known as the Dragon, Amun-Ra, and Dr. Alexander Sweet, is a vampire who poses as a zoologist in order to seduce Vanessa Ives. He is both the brother of Lucifer (and a fallen angel in his own right), who was banished to Earth as Lucifer was banished to Hell, and the progenitor and master of all vampires.",
    "appAndPersonality": "Charismatic and slightly awkward, Dr. Alexander Sweet at first appears a dreamer of adventure, fascinated by \"broken and shunned creatures.\" Little is known of his genuine personality, as Dracula is his true identity. In contrast to his benign \"Dr. Sweet\" personality, Dracula appears to be conniving, manipulative, and possessive. His usual demeanor is extremely poised and controlled to the point of aloofness. He is quick to anger and extremely violent when displeased.In human form, Dracula is a tall, thin man with broad shoulders, a well-trimmed beard, and dark brown hair that defines the features of a stern, angular face. His eyes are a dark green that can turn black and red. His clothing is elegant and refined, similar to that of Dorian Gray, but darker in tone and less eccentric. He has darker, healthier-looking skin than most vampires. However, his human form is not his true form; his full vampire form remains unseen.",
    "history": "After losing in a great war for the Heavenly Throne, two brothers, both angels, fell from grace and were cast out of Heaven by God: one to Hell, and the other to Earth. While Lucifer is a demon of a spiritual essence, Dracula is a demon of the flesh as he walks the earth. Imbued with a perpetual existence, the fallen angel on Earth began his work to restore himself to Heaven by force, a feat which could only be achieved by winning the favor of a woman known as the Mother of Evil. Dracula, as the fallen angel eventually came to be known, found this woman in the form of Vanessa Ives, whose body is host to the spirit of Amunet. Dracula began posing as Dr. Sweet, the director of zoological studies at the London Natural History Museum, in order to seduce Vanessa Ives. Affecting an air of charm, he quickly bonded with Vanessa, and very soon the pair had a first date at the Cinématographe. Dracula's burgeoning relationship with Vanessa was upset when one of his familiars revealed to Vanessa that she and his master had met during her time in Dr. Banning's asylum. For this transgression, Dracula ordered his other thralls to eat him, which they did enthusiastically. Eventually, Vanessa, after returning to her past with help from Dr. Seward, tried to find in Dr. Sweet someone to trust. Their relationship reinvigorates until they finally sleep together that night. However, shortly afterward, Vanessa finally discovers his true nature with help from Catriona Hartdegen. She returns to the museum confront him, and Dracula convinces her that, even though she was only a means to an end at first, he eventually fell in love with her. Vanessa, also in love, lets Dracula bite her. As he feeds on her blood, mist covers the skies as the darkness begins to blanket the world.",
    "trivia": [],
    "pageUrl": "/characters/dracula",
    "pictureUrl": "/images/characters/dracula.jpg"
  },
  {
    "name": "Ethan Chandler",
    "portrayedBy": "Josh Hartnett",
    "description": "Ethan Chandler (Born Ethan Lawrence Talbot) is an American sharpshooter running away from a checkered past. When Sir Malcolm enlists him in a personal quest, Ethan meets Brona Croft, a beautiful Northern Irish prostitute with a mysterious past. But behind Ethan's bright eyes lurk dark secrets. He is running from something, and his troubling past threatens to overtake him at every turn. After the death of Brona, Ethan had lost control and had revealed himself to be a werewolf.",
    "appAndPersonality": "A charming American who finds himself trapped in the darkest corners of Victorian London, Ethan's charm and brash ways are like catnip to the ladies. However, the persona of the dashing, careless gunslinger of the circus that he displays to the world is all just an act. Underneath, he is a more kind and thoughtful man, possessing a stronger sense of morality than most of the other characters, taking little pleasure in the suffering or manipulation of others. He has the air of an older man, one who has experienced a great deal of hardships. Nevertheless, his sense of moral outrage in difficult circumstances make him prone to angry and violent outbursts. He has sometimes expressed deep mistrust, even dislike, towards characters such as Sir Malcolm Murray and Victor Frankenstein, whom he believes are comparatively callous and amoral. He does later develop something of a friendship with Victor, however, as the two of them bond when he is teaching Frankenstein how to shoot. He continues to aid Sir Malcolm to the end, despite his distrust of the man.",
    "history": "Ethan was born in 1857 to a wealthy family. At some point in his life he served as a cavalry soldier fighting in the American Indian Wars, and was involved in a brutal massacre where the troops eradicated an entire native village. Ethan later fled America after he had killed a senator's son, and joined a circus in Europe where he used his skills as a gunslinger to entertain small crowds. In 1891, Chandler's Wildwest Show visited London, where he was met in a bar by Vanessa Ives who offered him a job as an armed escort that very night. After she deduced that he had told his audience a lie about his involvement in a particular war, he smiled and agreed to help. Ives gave him an address for their meeting and left immediately, leaving him to finish his drink.",
    "trivia": [
      {
        "info": "Ethan Chandler's real name identifies him as the Penny Dreadful version of Larry Talbot, the Wolf-Man protagonists of classic Universal horror movies, usually portrayed by Lon Chaney Jr."
      }
    ],
    "pageUrl": "/characters/ethan_chandler",
    "pictureUrl": "/images/characters/ethan_chandler.png"
  },
  {
    "name": "Evelyn Poole",
    "portrayedBy": "Helen McCrory",
    "description": "Evelyn Poole, known professionally as \"Madame Kali\", is at first glance a humble entertainer posing as a medium and spiritualist at parties and séances. She is in reality a wicked, conniving practitioner of the occult. Her dark powers are great, and she recognizes an equally powerful potential kindred spirit in Vanessa Ives. Evelyn has big plans for Vanessa, and she  will do everything she can to entrap the young woman and deliver her to her master.",
    "appAndPersonality": "Madame Poole was a fine woman, who was wearing sophisticated clothes and perfumes, as well as finely crafted jewelry. Evelyn Poole was a woman with a strong charisma, able to force others to do her bidding with the simple persuasion and sexual favors or resorting to the Dark Arts like crafting simulacra, causing suffering and death on those who obstruct her path. Skilled strategist and connoisseur of human psyche, she was unscrupulous in reaching her goals. Madame Poole has lived for hundreds of years, enjoying the pleasures of the flesh and the shedding of innocent blood, even bathing in the blood of young women. ",
    "history": "Poole was first presented under her professional guise as Madame Kali, in which she performed a séance at Ferdinand Lyle's party. Madame Kali's séance to contact the spirit Amunet doesn't work out as planned, with Vanessa being the one who channels spirits to speak to the crowd, among them a spirit claiming to be older than Amunet, and Peter Murray. Some weeks later, Poole, in normal dress, runs into Malcolm at a gun shop. She gives her real name and explains that she inherited a fondness for firearms from her late husband. After Vanessa, Malcolm and their friends defeat the vampires stalking Vanessa, Poole investigated her personally. She then sent some of her coven of nightcomers to abduct Vanessa, but they were repelled by Ethan Chandler and Vanessa herself. Poole killed one of the witches when the young woman failed to recall exactly what it was that Vanessa had said when speaking in the Verbis Diablo. She then assigned her daughter, Hecate Poole to deal with Ethan – whom they had determined was a lupus dei (werewolf) – while Evelyn worked to entrap Vanessa on behalf of her master, Lucifer. Evelyn eventually introduced Vanessa to a fetish doll crafted in Vanessa's likeness, which acted as a mouthpiece for Evelyn's master. When Vanessa broke out of the trance, she refused his offer and recited the Verbis Diablo, shattering the puppet and apparently breaking Evelyn's connection. With the gift of youth withdrawn from her, Evelyn began to wither. As she raise a knife to Vanessa, Hecate released the transformed Ethan into the room. He intercepted the enraged woman, killing her by tearing out her throat.[",
    "trivia": [],
    "pageUrl": "/characters/evelyn_poole",
    "pictureUrl": "/images/characters/evelyn_poole.png"
  },
  {
    "name": "Fenton",
    "portrayedBy": "Olly Alexander",
    "description": "Fenton was a vampire's familiar captured by Sir Malcolm Murray and his associates. Vanessa Ives' latest vision led the group to the London Zoo. Hoping to find Mina, they instead encountered a rabid young man devouring flesh. Rather then kill him Malcolm and the others brought the creature with them. It was decided that they would attempt to restore Fenton back to a normal human state and in the process perhaps learn Mina's whereabouts.",
    "appAndPersonality": "",
    "history": "When Malcolm and the others found Fenton instead of Mina at the London Zoo, they decided to take him with them and question him concerning Mina. In Sir Malcolm's basement however, Fenton proved unwilling to help, but did confirm that his master wanted Vanessa. Sir Malcolm, Sembene and Vanessa considered using torture to get the answers they sought, but Ethan baulked at the idea of harming a child for whatever reason. Doctor Frankenstein arrived just in time, and suggested using blood transfusions to restore Fenton's humanity. Back at Sir Malcom's, Victor went ahead with the blood transfusions, but was forced to use Malcolm's blood as Ethan refused to participate. Fenton reacted aversely to the treatment, so Victor and the others went upstairs to ponder their next move. They launched into another heated row about Fenton's treatment and failed to notice his escape. When strange noises were heard coming from Vanessa's room, Malcolm went to investigate. There he was confronted not only by Fenton but by the boy's master as well. Fenton was killed in the ensuing fight. Some days later, Victor performed an autopsy on Fenton, but found nothing suspicious, and was puzzled at how the the boy was able to call for his master.",
    "trivia": [],
    "pageUrl": "/characters/fenton",
    "pictureUrl": "/images/characters/fenton.png"
  },
  {
    "name": "Ferdinand Lyle",
    "portrayedBy": "Simon Russell Beale",
    "description": "Ferdinand Lyle is a supporting character in the television series Penny Dreadful. He is an Egyptologist with a wealth of knowledge pertaining to dead languages and ancient history. His particular expertise brings him into contact with Sir Malcolm Murray to assist with unravelling the Egyptian connection of the vampires during Sir Malcolm's campaign to find his daughter, and is later called upon again to assist after Vanessa Ives unexpectedly speaks the Verbis Diablo.",
    "appAndPersonality": "Ferdinand Lyle presents an image of a dandy, with elaborately coifed hair and beard. Despite being married to a woman, he is clearly attracted to men. However, due to the era in which he lives, he is relatively discreet about his sexuality. Similarly, he has noted concern for having it known that he is at least ethnically Jewish, while he clandestinely continues practicing the religion. He is quite taken with Ethan Chandler, for whom his fawning tends to increase somewhat, and expressed a particular excitement upon learning that Chandler wears a gun belt.",
    "history": "Ferdinand Lyle was approached by Sir Malcolm Murray at the British Museum in London, who had need of someone to decipher hieroglyphics found on a vampire corpse. Lyle's skills became even more essential in the translation of the believed dead language known as Verbis Diablo, used by nightcomers to perform their incantations. Unbeknownst to Murray however, Ferdinand Lyle was also spying on behalf of Evelyn Poole, who had been blackmailing Lyle with the photos depicting him in homosexual attitudes, illegal at the time. The affection for Vanessa, and loyalty to the group, pushed Lyle to take sides against his blackmailer, even killing one of the nightcomers during the last decisive battle at Poole's mansion. Following the adventure with the nightcomers and the dissolution of Sir Malcolm's group, Ferdinand Lyle continued to take care of Vanessa Ives, inviting her to see a psychiatrist to cure her depression. Once sure of his friend's rehabilitation, Ferdinand Lyle decided to leave for Egypt in order to preside at some excavations on behalf of the British Museum in an environment more accepting of his way of life.",
    "trivia": [
      {
        "info": "A running gag in the second season is Lyle flirting with Ethan and Ethan's good-natured flirting back."
      }
    ],
    "pageUrl": "/characters/ferdinand_lyle.png",
    "pictureUrl": "/images/characters/ferdinand_lyle.png"
  },
  {
    "name": "Florence Seward",
    "portrayedBy": "Patti LuPone",
    "description": "Dr. Florence Seward is an American therapist who has “an unconventional new approach” to treating Vanessa Ives’ problems. Seward is played by Patti LuPone, who played a different character, the \"Cut-wife\" Joan Clayton, in Season 2. ",
    "appAndPersonality": "Dr. Seward is a middle-aged woman with short brown hair, stern expression and austere clothes. Vanessa Ives has noted that she bears a very strong resemblance to Ives's mentor, Joan Clayton. Seward is very forthright and with a slight sense of humor.",
    "history": "Dr. Seward is descended from the Clayton family of Devon, West Country. On the advice of Ferdinand Lyle, she was contacted by Vanessa Ives to receive treatment as in the past she had helped Sir Ferdinand to overcome a phase of profound ennui. Initially sceptical of Vanessa's tale of vampires, witches and demons, Seward soon noted the darker traits of Vanessa's personality, and eventually agreed to place Vanessa into a hypnotic state to help her recall hidden memories from her past. Once the session had begun however, Dr. Sewawrd fount it impossible to pull Vanessa back out of the fugue, even when she resorted to burning the young woman on the hand, and ultimately all she could do was to wait under Vanessa emerged of her own volition. After this, she and Vanessa befriended one another, and, at her advice, Vanessa paid a visit to Dr. Sweet.",
    "trivia": [
      {
        "info": "This incarnation of Dr. Seward was inspired by the character Dr. John \"Jack\" Seward, M.D. from Bram Stoker’s 1897 novel Dracula."
      }
    ],
    "pageUrl": "/characters/florence_seward",
    "pictureUrl": "/images/characters/florence_seward.jpg"
  },
  {
    "name": "Gladys Murray",
    "portrayedBy": "Noni Stapleton",
    "description": "Gladys Murray was the wife of Sir Malcolm Murray and the mother of Mina and Peter Murray. She was also good friends with the Ives Family, Claire and Gordon.",
    "appAndPersonality": "",
    "history": "Gladys was unaware that her friend Claire had been having an affair with her husband for many years. Gladys was a loving mother, and blamed Malcolm for the deaths of both her children. After she separated from Sir Malcolm, Gladys remained at the Murrays' home in the country. At Mina's funeral, she berated him for his role in Mina's death and flatly rejected his attempt at reconciliation. She declared that she would keep the house in the country and he the house in London. She also refused to divorce him, as she wished to spare herself the inevitable scandal. Unbeknownst to Gladys, she had become a target in Evelyn Poole's plan to seduce Sir Malcolm. Evelyn constructed a simulacrum of her, and worked her malevolent incantations on it in London, causing Gladys to suffer at the Murray's country estate. Initially she experienced headaches, but these quickly led to hallucinations. She slit her own throat under the illusion that she was being haunted by ghosts of Mina and Peter.",
    "trivia": [],
    "pageUrl": "/characters/gladys_murray",
    "pictureUrl": "/images/characters/gladys_murray.png"
  },
  {
    "name": "Gordon Ives",
    "portrayedBy": "Michael James Ford ",
    "description": "Gordon Ives was the husband of the late Claire Ives, and the father of Vanessa Ives. Gordon was good friends with the Murrays, Gladys and Sir Malcolm Murray.",
    "appAndPersonality": "",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/gordon_ives.png",
    "pictureUrl": "/images/characters/gordon_ives.png"
  },
  {
    "name": "Hecate Poole",
    "portrayedBy": "Sarah Greene",
    "description": "Hecate Poole is Evelyn Poole's beautiful and youthful daughter and also a practitioner of the dark arts. At first glance she seems to be completely controlled by her mother, who uses her as a dangerous and lethal weapon in her evil quest. However it is later revealed that their relationship is far more complicated. She takes delight in her mother's terror and eventually orchestrates her ultimate demise having tired of her presence. Hecate sees herself as a worthy successor and displays great confidence in her own abilities.",
    "appAndPersonality": "Hecate is a beautiful young woman with thick and curly brown hair and pale skin. Strongly tied to her mother, she shows a completely apathetic personality to the suffering of others, even seems to enjoy their death, including that of a sister witch. She displays incredible confidence in her own abilities, perhaps arrogance. And believes herself to be more than ready to succeed her mother.",
    "history": "When Hecate's mother expressed \"a certain modicum of disappointment\" in the failure of one of her coven, she killed the offending witch, much to Hecate's amusement, thus leaving Hecate to take over as leader of the younger members of the coven. Evelyn then assigned Hecate the task of dealing with Chandler, whom they had discovered would be a formidable obstacle in turning Vanessa Ives to their cause. Hecate stalked a young couple through London, eventually following them into the Underground. In an otherwise deserted rail carriage, she murdered the couple and absconded with their infant child, whom she delivered to her mother. Evelyn used the child's organs in the creation of a fetish doll of Vanessa. Under the guise of \"Hecate Aphrodite Livingston\", an American abroad, Hecate staged an accident in view of Chandler, so that he would rush to rescue her. The pair chatted in a café, with Hecate explaining that she was named after a Greek sea goddess. Chandler, however, saw through her disguise, pointing out a number of errors in her alleged background, accent, and even wardrobe. Thinking she was sent by Pinkerton, he gave her a message for his father and stormed off. When reporting her results to Evelyn, Hecate admitted that while Chandler rationalized his distrust through the errors she had made, he must have smelled her and was thus on guard. Evelyn agreed there could no longer be any doubt that Chandler was a Lupus Dei, and warned her daughter not to fail her again. When Hecate asked what to do about Chandler that evening, Evelyn dismissively reminded her daughter that Vanessa's fate is the only one that really matters. At Malcolm's house, Chandler related the incident to Vanessa, who explained that Hecate was actually a moon goddess and was a patron of witches; it's not likely that the woman he met was actually after him. Later that evening, Hecate and the nightcomers attacked and eventually made off with a lock of Vanessa's hair. As she left, Hecate taunted Chandler. Being faithful to the promise of serving Ethan, Hecate followed him to America, where she narrowly avoided being shot by men in the employ of Ethan's father, Jared Talbot, as they stormed the train Ethan was being transported on. Then, having followed Ethan and his captors to a small town, Hecate used her power to help him escape. Once on the run, Hecate made moves to corrupt Ethan, initially battling his distrust to eventually coaxing him to reveal more of his past. At one point, she persuaded him to let her use his blood for a dark ritual in which she caused a writhing mass of snakes to attack the camp of the marshals pursuing them, and later seduced him while they were sheltering in a cave. But without water, the pair were soon deprived of their horses and were succumbing to dehydration as they trudged through the desert. Luckily they were found by Sir Malcolm, although not so luckily also chanced upon by a gang of Jared Talbot's men, who brought them back to the Talbot homestead. When Hecate recovered, she convinced Ethan to carry out his plan to murder his father.",
    "trivia": [
      {
        "info": "Hecate managed to breach the enchantment made by Vanessa Ives to protect the mansion through mirror-travel at daytime with seemingly no ill effects on her, after assertions had been made previously that nightcomers could only transform at night."
      }
    ],
    "pageUrl": "/characters/hecate_poole",
    "pictureUrl": "/images/characters/hecate_poole.jpeg"
  },
  {
    "name": "Henry Jekyll",
    "portrayedBy": "Shazad Latif",
    "description": "Dr. Henry Jekyll is a scientist in league with Dr. Victor Frankenstein to pursue the path taken by Frankenstein in overcoming death and counter the dangerous alliance formed by Lily with Dorian Gray.",
    "appAndPersonality": "Henry Jekyll is a young man of Indian descent, with a tall and slender body type and clothing suitable for the wealthy medical profession. Because of the color of his skin, he was made the subject of slurs and insults during his childhood, his University years and his medical practice. These incidents have often led him to have murderous thoughts, until he allegedly found a cure to hold off his \"inner beast\". He nonetheless harbours considerable contempt for those who discriminate against him. Outwardly, he appears calm and reasonably pleasant, but demonstrates a strong sense of determination. He cares about his friend Victor, having sympathy for his struggles, but also chastising him for his relapse into drug abuse. He also grows impatient with Victor for showing - on occasion - the same condescending attitude as others regarding his ethnic background. Despite this tension, both respect each other's abilities in their chosen professions.",
    "history": "Dr. Henry Jekyll is an old classmate of Dr. Victor Frankenstein and practices his medicine in London at Bethlam Royal Hospital, which specializes very fittingly in mental illnesses. He teams up with Frankenstein to help him with his experiments, searching a way to redeem Lily or, as a last resort, destroy her. Before showing his colleague the result of his experiments in treating and change people wrathful personalities, Dr Jekyll confided to his friend that he hates his own father for having caused his mother's death by abandoning her with an illegitimate child.",
    "trivia": [
      {
        "info": "The character's name is from Robert Louis Stevenson’s novel The Strange Case of Dr. Jekyll and Mr. Hyde. However, the character in the book is not of mixed race."
      }
    ],
    "pageUrl": "/characters/henry_jekyll",
    "pictureUrl": "/images/characters/henry_jekyll.jpg"
  },
  {
    "name": "Jared Talbot",
    "portrayedBy": "Brian Cox",
    "description": "Jared Talbot is a ranch owner who took his land by force from the Apache people.",
    "appAndPersonality": "Jared Talbot is an ageing man, with a stout build and greying hair and beard. He is an uncompromising man, with a strong distaste for the indigenous people who once inhabited the land he built his ranch on, and holds a deep seated grudge against his own son for past transgressions.",
    "history": "Jared Talbot settled his lands after first forcibly removing any indigenous people already inhabiting the area. Years after establishing a ranch, he then pushed his son Ethan into army service, but this move proved to have grave consequences when Ethan killed his superior officer and deserted. Jared soon learned that his son had in fact joined the ranks of the Apache people he had been sent to kill, and had since become a warrior with the Apache people. One night at dinner, a band of Apache warriors attacked the ranch, quickly overpowering the guards and raiding the ammunition stores as if they had intimate knowledge of the ranch buildings. They killed Talbot's family in front of him and forced him to watch as they tortured his young daughter. In the wake of his experience, and knowing that Ethan had given the Apaches information about the ranch, Jared Talbot developed a deep desire to see his missing son repent his sins. He sent bounty hunters as far as London to apprehend Ethan, and another larger group to extract him by force from a contingent of guards on American soil, but both efforts only resulted in the slaughter of Talbot's own men.[2][3] It wasn't until Ethan was discovered walking onto Jared's own lands that Jared finally gained the opportunity to confront his son over their shared history.",
    "trivia": [],
    "pageUrl": "/characters/jared_talbot",
    "pictureUrl": "/images/characters/jared_talbot.jpeg"
  },
  {
    "name": "Joan Clayton",
    "portrayedBy": "Patti LuPone",
    "description": "Joan Clayton (commonly known as the Cut-Wife) is a minor character in Season 2 of Penny Dreadful. She is a daywalker, who took on the role of hedge witch in the west country after being gifted a plot of land by Oliver Cromwell in 1644.",
    "appAndPersonality": "",
    "history": "Joan Clayton was a practitioner in the occult in centuries past. She was a prominent figure in a coven, along with her sister Evelyn and other women. When Evelyn was seduced by the Devil and led the coven into evil, Joan stood alone in staying true to the principles of those who stayed in the light. She was branded a traitor, and branded literally with a pentacle scorched into her back. After escaping her old coven, Joan offered solace to Oliver Cromwell after the second battle of Newbury, and was granted a land title in Ballentree Moor in gratitude for her help. There she became the Cut-Wife of Ballentree Moor to the locals, earning that dubious title by aiding young women in ending unwanted extramarital pregnancies. More than two-hundred years later near the turn of the century, 1900, the Cut-Wife was approached by Vanessa Ives, a young woman seeking answers to her own inherent ties to the occult. Despite suspicions about the evil that followed Vanessa, she gave her refuge and began to teach her the ways of the daywalkers. Evelyn also sought Miss Ives, and manipulated nearby folk into forming a lynch mob intent on burning the Cut-Wife. She had known her time was near an end, and had already deeded her land and home to Miss Ives, before she surrendered herself to the lynch mob and died in their assault of oil and flame.",
    "trivia": [],
    "pageUrl": "/characters/joan_clayton",
    "pictureUrl": "/images/characters/joan_clayton.png"
  },
  {
    "name": "Justine",
    "portrayedBy": "Jessica Barden",
    "description": "Justine is a young girl who is rescued from unfortunate circumstances, and taken in by Lily and Dorian.",
    "appAndPersonality": "Justine is a graceful young woman with pale skin and the face that resembles a porcelain doll. She has long brown hair and green eyes. After being taken under the protective wing of the immortals Lily and Dorian, Justine start to wears showy and elaborate dresses in late Victorian style. However she appears like a harmless and naive girl, Justine is filled with hatred and desire for revenge against the men who abused her. Prone to violence, she is a deadly addition to the already dangerous couple.",
    "history": "When she was just twelve years old, Justine was bought by a man who then sexually abused her, and ran her as a whore to paying customers. Eventually as she grew older he tired of her and turned his attention to younger girls, while for Justine herself another fate awaited. The man had her paraded into a room before a handful of spectators who had each paid £10 to watch her be tortured and killed. Dorian Gray and Lily sat among the spectators, but rather than indulge in the gratuity of the scene, they attacked and slaughtered the gathered men. Lily then drew her to herself as the first of many acolytes to come, gathered to carry out Lily's grand vision.",
    "trivia": [],
    "pageUrl": "/characters/justine",
    "pictureUrl": "/images/characters/justine.jpg"
  },
  {
    "name": "Kaetenay",
    "portrayedBy": "Wes Studi",
    "description": "Kaetenay is a Native American man - specifically, Apache from New Mexico - who has strong ties to Ethan Chandler. He reaches out to Sir Malcolm Murray in an effort to help out Ethan, a mutual friend of theirs.",
    "appAndPersonality": "Kaetenay is a native American man with a deeply lined face, dark brown eyes, and short-cropped hair. He is solemn and mysterious in nature, possessing a deep understanding of the world around him and the forces which both guide and threaten it. He conceals intense grief and anger from his past beneath his calm demeanour, yet sometimes shows compassion and care for others, particularly Ethan, whom he treats like a son.",
    "history": "Kaetenay's life changed forever the day Ethan Chandler walked into it. The younger man came to him covered in blood, which Kaetenay quickly learned was the blood of his own extended family, and begged Kaetenay to kill him. Kaetenay's fury drove him do do just the opposite. By denying Ethan the death he sought, Kaetenay sought to force upon him a punishment far more severe as Ethan was left to live with his own guilt.",
    "trivia": [],
    "pageUrl": "/characters/kaetenay",
    "pictureUrl": "/images/characters/kaetenay.jpg"
  },
  {
    "name": "Lavinia Putney",
    "portrayedBy": "Tamsin Topolski",
    "description": "Lavinia Putney is a recurring character in Season 2 of the Showtime series Penny Dreadful. She is the blind daughter of Oscar and Octavia Putney, and works as a sculptress in the Putney Family Waxworks.",
    "appAndPersonality": "",
    "history": "Lavinia Putney's blindness robbed her of many things in life, but her sense of touch and artistic skill made her a capable sculptress working in the family waxworks museum. John Clare, a new employee hired by her father, proved to have a taste for poetry, and she quickly befriended the man. The friendship was a ruse however. Oscar sought to exploit Mr. Clare's hideous visage in a new living freakshow exhibit in the museum, and Lavinia's role in the plan was to trick him into entering a cell of a new prison built for the exhibit. Mr. Clare was utterly shocked at how far he had been mislead by the Putneys, and especially at the extent of Lavinia's duplicity. Instead of being a friend to him, Lavinia only stood with her parents and gloated in the face of his dismay. Shortly thereafter, Lavinia grew concerned at the apparent absence of her parents, and her search took her to John Clare's cell, where the bodies of her parents lay murdered on the floor. Although she heard Mr. Clare's movements in the room, and called out to him he didn't reply, simply leaving her to continue her search. It was only after he had gone that she found a body and let out an anguished scream.",
    "trivia": [],
    "pageUrl": "/characters/lavinia_putney",
    "pictureUrl": "/images/characters/lavinia_putney.jpeg"
  },
  {
    "name": "Lucifer",
    "portrayedBy": "",
    "description": "Lucifer is reputed to be both a fallen angel, and the brother of Dracula, banished to Hell just as his brother was banished to Earth, and is the progenitor of the demons and master of all nightcomers. He seeks Vanessa Ives as his bride to conquer God's bloody throne.",
    "appAndPersonality": "The devil is a wicked entity, known for deceiving people in order to make them do what he wants. He is not above going to great lengths to achieve his goals and would exhaust all possible resources in pursuit of them. When he has no more use of such people or if his servants fail him, he will not hesitate to have them pay the price for their inadequacies in horrifying ways. This shows that his bonds are tenuous, even towards those who have offered themselves to him fully. He is constantly at odds with his brother, who is also his eternal rival in ascending to the throne that he seeks. Though, like his brother, he is unfathomably persistent and relentless in his quest to have Vanessa submit to his machinations and acquire her soul. His symbol is the snake and when he wishes to reveal himself, the eyes of his current host can become completely black. His shadow even turns into that of an enormous snake.",
    "history": "After losing in a great war for the Heavenly Throne, a great evil was split in half, two brothers fallen from grace. One brother, Dracula, was condemned to Earth to feed on the blood of the living. Lucifer, on the other hand, was condemned to Hell to feed on the souls of the dead. Imbued with a perpetual existence, the fallen angel in Hell began to continue his existence by manipulating the humans to sin. By gaining Vanessa Ives's soul, he will not have only one soul more but it will gain him the power to conquer Heaven's throne to bring forth the end of days. During Vanessa's childhood, Lucifer first manifested himself when she saw her mother and Malcolm Murray in a sexual situation together. After this, he kept tormenting her through her entire life, even sending his nightcomers to take her from Joan Clayton. Eventually, Vanessa's psychological treatment apparently broke his influence over her, but shortly after the beginning of the series, he was able to talk with her again. Despite being exorcised from Vanessa's body, Lucifer continued to pursue her with the help of his servants, the nightcomers, who have constantly haunted her and targeted even those closest to her, like Ethan Chandler and Sir Malcolm. However, it was Vanessa herself who was able to overcome the fallen angel by expelling him from the fetish that was made in her likeness and sending him back to Hell. However, this was not the final time Vanessa had to face the fallen angel, as he appeared to her once more in a hypnotic trance during one of her sessions with Dr. Seward. It is through these encounters that Vanessa ascertained what both Lucifer and his earth-bound brother, Dracula, seek and she was able to overcome them once again, if only briefly.",
    "trivia": [
      {
        "info": "Lucifer has never made a full physical appearance in the show, instead appearing as as visions seen by Vanessa Ives."
      }
    ],
    "pageUrl": "/characters/lucifer",
    "pictureUrl": "/images/characters/lucifer.jpeg"
  },
  {
    "name": "Mina Murray",
    "portrayedBy": "Olivia Llewellyn",
    "description": "Mina Murray (married named Mina Harker) was the daughter of Gladys and Sir Malcolm Murray, the younger sister of Peter Murray and long time former friend of Vanessa Ives. Throughout the first season she is being searched for by her father Sir Malcolm, after her disappearance when becoming involved with a mysterious foreign nobleman. Mina has appeared several times to Vanessa Ives in her visions during their search for her. When Mina was finally found by her father and his group Mina had been turned into a vampire. Sir Malcolm killed her in order to protect Vanessa.",
    "appAndPersonality": "In her human life, Mina was a demure and polite young woman of English high society. She was always somewhat more restrained and proper in her behaviour than Vanessa Ives, lacking the streak of darkness that lurked within the mind of her best friend.",
    "history": "Mina grew up in the Murray household, along with her mother and Peter, her brother. The Ives family were close neighbours, and Mina was childhood friends with Vanessa. Her father Sir Malcolm was a more distant influence upon her life, since he spent long periods away on his explorations in Africa. Mina's friendship with Vanessa broke down after Vanessa seduced her fiancé Captain Branson. Mina and Vanessa did not see one another for some years, though Vanessa was eventually informed that Mina had become engaged to a young man by the name of Jonathan Harker. After her marriage, according to Vanessa, she became entranced with a foreign nobleman. He seduced her and corrupted her by the time she vanished, and was turned into a vampire. Mina became a devoted acolyte to her master Dracula, and tried to lure Vanessa into several traps to claim her for Mina's master. It was in one of these traps that her true allegiance to her master was revealed, and her father Sir Malcolm Murray was forced to kill her to protect his surrogate daughter Vanessa.",
    "trivia": [
      {
        "info": ""
      }
    ],
    "pageUrl": "/characters/mina_murray",
    "pictureUrl": "/images/characters/mina_murray.png"
  },
  {
    "name": "Octavia Putney",
    "portrayedBy": "Ruth Gemmell",
    "description": "Octavia Putney is a recurring character in Season 2 of the Showtime series Penny Dreadful. She is the wife of Oscar Putney and helps him run the Putney Family Waxworks as the business administrator.",
    "appAndPersonality": "",
    "history": "Octavia Putney helped her husband's waxwork museum business by managing the business's finances, but times were tough with fierce competition from Madame Tussauds. When a disfigured man calling himself John Clare walked into the museum looking for work, her husband opted to hire the man, although Octavia was fiercely resistant at first, citing Mr. Clare's disfigurement as a problem. Initially sceptical about Oscar's plans for their disfigured new employee, Octavia was gradually won over. Oscar contracted some workmen to construct several jail cells within which they would house a new freakshow exhibit, and when these were ready Mr. Clare was lured in by by Oscar and Octavia's daughter Lavinia. The three of them gathered to speak to their captive, and Octavia remained scornful throughout the encounter. Octavia and Oscar later visited Mr. Clare in the cell and Oscar offered him a small cut of the profits for his cooperation. The couple had severely misjudged the Creature's strength however, and were taken completely by surprise when their prisoner tore the cage apart and snapped Octavia's neck moments before he killed her husband.",
    "trivia": [
    ],
    "pageUrl": "/characters/octavia_putney",
    "pictureUrl": "/images/characters/octavia_putney.jpeg"
  },
  {
    "name": "Oscar Putney",
    "portrayedBy": "David Haig",
    "description": "Oscar Putney is a recurring character in Season 2 of the Showtime series Penny Dreadful. He is the owner and operator of Putney Family Waxworks, a family business waxwork museum struggling to stay afloat with competition from the more famous Madame Tussauds museum in London.",
    "appAndPersonality": "",
    "history": "Oscar Putney build his waxwork museum from the ground up, but times were tough with fierce competition from Madame Tussauds. When a disfigured man calling himself John Clare walked into the museum looking for work, he seized on the opportunity to exploit the man's visage and hired him soon after. Mr. Clare was an able employee, and Putney put him to work constructing dioramas. Putney also began construction of a series of jail cells himself, hiring outside workmen to undertake the project in secret. When the jail was complete, he had his daughter Lavinia lure Mr. Clare into a cell to become the first of the Putney Family Waxworks living freakshow. Oscar visited Mr. Clare in the cell and offered him a small cut of the profits for his cooperation. He had severely misjudged the Creature's strength however, and was taken completely by surprise when his prisoner tore the cage apart and snapped Octavia's neck. Oscar himself became the next victim when the enrage Creature rammed his face repeatedly against the unyielding stone of the prison wall.",
    "trivia": [],
    "pageUrl": "/characters/oscar_putney",
    "pictureUrl": "/images/characters/oscar_putney.jpeg"
  },
  {
    "name": "Peter Murray",
    "portrayedBy": "Graham Butler",
    "description": "Peter Murray was the son of Sir Malcolm and Gladys Murray, the younger brother of Mina Murray and long time friend of Vanessa Ives. It was always expected that they would eventually be betrothed.",
    "appAndPersonality": "",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/peter_murray.png",
    "pictureUrl": "/images/characters/peter_murray.png"
  },
  {
    "name": "Proteus",
    "portrayedBy": "Alex Price",
    "description": "Proteus is a man reanimated by Victor Frankenstein in his quest to \"Pierce the tissue between life and death.\" Proteus however is not the first of the good doctor's creations. He was preceded by the Creature, an earlier creation of Frankenstein's. He names himself, as Dr. Frankenstein presents his creation with a paper copy of William Shakespeare's \"Two Gentlemen of Verona\", and instructs him to stop the randomly turning pages with his hand, effectively picking the nearest name from the book at random.",
    "appAndPersonality": "Proteus is a young man, reanimated by Dr. Victor Frankenstein in secret during his experiments. It appears that Proteus is made from the corpse of only one man unlike his brother the Creature who was made from the body parts of many executed criminals. There appears to be some physical trauma present, with stapled wounds around his scalp, chest & neck. His reanimated body appears to have the ability to heal itself, as it is seen at his \"birth\" that he has several burst capillaries in his eyes, which dwindle over the course of his next few scenes. His personality is that of a newborn, albeit with learning rapidly accelerated by possessing the fully matured brain of the man he was before death. Motor memory, such as the ability to walk and eat, is already present. Knowledge of significant words from his past life, such as technical terms for ship structures and his wife's name, Doreen. These are the main reasons Victor suspects he was a sailor before death. Proteus appears to lapse from ignorant wonder, to sudden clarity and understanding when triggered by the memories recovered during his visit to the port. He begins to question his existence, who he is and why Victor created him, advancing angrily until Ethan Chandler and Brona Croft interrupt them. After Proteus was killed by the Creature, the Creature notes that he has been watching Victor and Proteus for some time now, and Proteus's learning ability is greatly improved over his own, but this may be down to not being abandoned at birth and having a teacher.",
    "history": "Most of Proteus' life is unknown before his death, but one thing that is known is that he lived a life as a sailor, and he expressed a familiarity with the hunting of whales.",
    "trivia": [],
    "pageUrl": "/characters/proteus.png",
    "pictureUrl": "/images/characters/proteus.png"
  },
  {
    "name": "Renfield",
    "portrayedBy": "Sam Barnett",
    "description": "Renfield is the young secretary of Dr. Seward who has a strong interest in Vanessa Ives.",
    "appAndPersonality": "Renfield is a man in his thirties, with a very neat appearance and friendly manners. Staid and refined in the workplace, as lascivious among the filthy streets of London, where he spends the money taken from the office of Dr. Seward to pay prostitutes.",
    "history": "The secretary of Dr. Seward is a man with a lecherous vice that has led him directly into a vampire's den, where he was trapped by a vampire identifying himself as Dracula. Dracula expressed an interest in Vanessa Ives and tasked the man with spying on her.",
    "trivia": [],
    "pageUrl": "/characters/renfield",
    "pictureUrl": "/images/characters/renfield.jpg"
  },
  {
    "name": "Sembene",
    "portrayedBy": "Danny Sapani",
    "description": "Sembene was a Senegalese man who was a longtime acquaintance of Sir Malcolm Murray. Sembene served as Sir Malcolm's manservant in which he also performed the role of sentry and confidant. He had an air of mystery and his heroic efforts proved invaluable in Sir Malcolm's personal quest.",
    "appAndPersonality": "Sembene was outwardly calm and commonly appears introverted and indifferent. He was a quiet man who only spoke in short, succinct sentences unless he had the need to say something important or necessary. He appeared friendly and shown signs of interest, such as confessing in a brief conversation with Ethan his awe and disbelief at seeing the size of the ocean for the first time. Sembene also had an apparently strong relationship with Sir Malcolm; although the exact origins are unclear, it is implied that at one point one saved the others life. Despite adopting a servile position as a manservant, Sembene had no problems voicing his views and warnings to Sir Malcolm when he felt the need. Their relationship was unclear but friendly. Sembene was also very brave and unafraid to enter combat against supernatural foes. He was able to act quickly and maintain his composure in serious situations. His religious beliefs, according to himself, were that he believed in everything. It is possible that he had encountered supernatural creatures in his homeland prior to Sir Malcolm's battles with vampires in London. Sembene appeared to be a middle-aged man who possessed ritual scars across both of his cheeks. These he alleged to have been markings to denote his old occupation as a slave trader. He commonly dressed in a read waist coat with lapels. He had black hair and brown eyes.",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/sembene",
    "pictureUrl": "/images/characters/sembene.png"
  },
  {
    "name": "Sir Geoffrey Hawkes",
    "portrayedBy": "Ronan Vibert",
    "description": "Sir Geoffrey Hawkes is a minor character in Season 2 of Penny Dreadful, and is a minor lord and landowner. ",
    "appAndPersonality": "",
    "history": "Sir Geoffrey Hawkes was a landowner before he fell into the sway of Evelyn Poole. She needed him to exert pressure on Joan Clayton in order to claim The Poetry of Death, a cursed book in Clayton's home. To that end, Hawkes was seduced by Evelyn and persuaded to do all he could to buy out her property, or force Joan to leave. Part of this also included a campaign of harassment against the old Cut-Wife of Ballentree Moor. When efforts to force Clayton out failed, Evelyn goaded Sir Geoffrey and a handful of townsfolk into taking action. Sir Geoffrey then led a lynch mob to Ballentree Moor and called Clayton outside. They bound her, and doused her in oil before setting her alight, and then turned on her ward Vanessa Ives, whom they branded with a hot branding iron in the middle of her back before departing. Five years later, Sir Geoffrey chanced upon Miss Ives and Ethan Chandler as they were out walking in the woods. He made lurid comments, and threatened the pair with his pack of dogs, before spurring his horse and departing. Later at night he went out to feed his dogs, unaware that Vanessa had opened The Poetry of Death, and was driving them into a rabid fury from afar. The dogs turned on Hawkes and mauled him to death.",
    "trivia": [
      {
        "info": "Sir Hawkes' death is possibly a homage to Dario Argento's classic horror film Suspiria, where a witch casts a spell on a blind man's guide dog to make it attack and kill its owner."
      }
    ],
    "pageUrl": "/characters/sir_geoffrey_hawkes",
    "pictureUrl": "/images/characters/sir_geoffrey_hawkes.jpeg"
  },
  {
    "name": "Sir Malcolm Murray",
    "portrayedBy": "Timothy Dalton",
    "description": "Sir Malcolm Murray is a British explorer of the African continent who is on a deep personal quest. Sir Malcolm has nonetheless paid a heavy price for his exciting career. Although his stately home is filled with souvenirs from his travels, it is devoid of family and loved ones. With Vanessa's help, he is determined to right the wrongs of his past, but the toughest journey is yet to come.",
    "appAndPersonality": "Sir Malcolm is a hard, shrewd and intelligent man, a once jovial and enthusiastic explorer turned cold by the anger and guilt he feels over his son's death, his daughter's disappearance and his estrangement from his wife. He comes across at times as a father figure to Vanessa, for the two have a mutual admiration and deep understanding of one another. However, it is clear, to a certain extent, that Malcolm harbors dislike and disgust for Vanessa over her role in Mina's disappearance. These feelings are also mutual, in that Vanessa has a low opinion of Malcolm: she describes him as being vainglorious, arrogant and hypocritical, having been far more interested in exploring and collecting trophies in Africa, consequently serving his ego, than in the welfare of his children. She also chastises him for his own infidelity through his affair with Vanessa's mother. Their past actions are a prominent source of friction between the two of them, yet Vanessa respects Malcolm in that he is a cunning strategist and a leader to the others.",
    "history": "Sir Malcolm Murray established himself as an explorer of the African continent, which ultimately put a strain on his marriage later in life after fathering two children. While becoming well known for his foreign exploits he made matters worse on the home front by indulging in an affair.[1] Not only did he lose his wife, but also his son and daughter. His son, not very well equipped for a harsh life exploring Africa died during his first expedition with Sir Malcolm, and his daughter was taken years later by a vampire. It was this latest loss that drove Sir Malcolm into the role of a monster hunter, seeking out vampires in an effort to find and recover his daughter.",
    "trivia": [],
    "pageUrl": "/characters/sir_malcolm_murray",
    "pictureUrl": "/images/characters/sir_malcolm_murray.png"
  },
  {
    "name": "Vanessa Ives",
    "portrayedBy": "Eva Green",
    "description": "Vanessa Ives is the female lead character of Penny Dreadful. She is poised, mysterious, and utterly composed, Vanessa is a seductive and formidable beauty full of secrets and danger. She is keenly observant - clairvoyant even - as well as an expert medium, and has lent her talents to Sir Malcolm Murray in his search for his daughter, Vanessa's childhood friend Mina Murray. Her supernatural gifts are powerful and useful to those around her, but they are also a heavy burden. Her inner demons are very real to her and everyone around her, and they threaten to destroy her relationships, her sanity and her very life.",
    "appAndPersonality": "",
    "history": "Vanessa was born to Gordon and Claire Ives, a wealthy family who were neighbours to the Murray Family. As a child she had an extremely close relationship with the Murray girl Mina, a relationship with a bond closer than sisters. Vanessa also had a close relationship with Mina's older brother Peter Murray, whom she intended to marry when she was older. Vanessa's innocence was forever ripped away when she witnessed Sir Malcolm and her mother in one of their sexual escapades, and this became the start of a bitter falling out between the two families. She grew to resent Mina for all her good fortune, and began to demonstrate some scandalous habits, having kissed Peter out of turn and having a sexual escapade of her own with Mina's fiancé. Her downward spiral became most evident when she fell victim to the possession of an evil spirit, which eventually led to the death of her mother. Vanessa then spent a considerable amount of time with Joan Clayton, the Cut-Wife of Ballentree Moor, a witch who began tutoring her in the ways of the daywalkers. She grew to have a deep bond with her mentor, to such a point that Vanessa walked with Joan as she was led to the tree in front of her hovel to be burned alive due to the machinations of Evelyn Poole. Joan reciprocated this by leaving the hovel and everything in it to Vanessa and preparing her for the coming battle against the nightcomers. In 1891, Vanessa visited the Wildwest Show and grew interested in its primary performer Ethan Chandler. Intending to employ him as an armed assistant, she met him in a bar and presented him with an offer to do some night work. Deducing that his entire performance as the Wildwest show was a lie, she made a few accurate comments about his appearance and behaviour. She was pleased by his acceptance of her offer, and provided an address for their meeting that very night. Vanessa was surprised to see that Ethan was on time. She escorted him into a building on the nearby street, which was an opium den. There, she greeted Sir Malcolm Murray and introduced Chandler as their accomplice. Sir Malcolm took them underground where three suspicious men stood. The men attacked, and amidst the fighting Vanessa heard tormented wails, and sought desperately for their source.",
    "trivia": [
      {
        "info": "In the episode Little Scorpion, was the first time she was seen casting a spell from The Poetry of Death by enchanting the pack of dogs to maul their master, Sir Geoffrey Hawkes, to death much to the dismay of Ethan Chandler."
      },
      {
        "info": "A small running gag in the second season is how Vanessa would scold both Joan Clayton and Ethan Chandler on two separate occasions for putting too much salt in the food she was preparing. Despite that, Joan and Ethan would put in the salt anyway."
      }
    ],
    "pageUrl": "/characters/vanessa_ives",
    "pictureUrl": "/images/characters/vanessa_ives.png"
  },
  {
    "name": "Victor Frankenstein",
    "portrayedBy": "Harry Treadaway",
    "description": "Victor Frankenstein is the 'not so mad-scientist' of the series who from a young age has been fascinated by life and death due to his years of research he has discovered a way to reverse death thus creating his first subject the Creature, and then others.",
    "appAndPersonality": "Dr Victor Frankenstein is perceived by some as being a tender, gentle soul who is fascinated by life and death. He is considered to have the soul of a poet when it comes describing his feelings towards the subject. He is highly intelligent and is capable of kindness, but at times displays a darker nature in that he is arrogant and openly disdainful towards others, perceived to have a cold, or \"bloodless\" approach to certain situations. He has dedicated himself to researching what makes something live, and has sacrificed everything for his scientific pursuit. However, he is playing with fire, and his research pays off in shocking ways with devastating consequences. He is a young man in his twenties. Victor is an attractive man with dark hair, blue eyes (commonly having red patches encircling his eyes) and a thin body. He is addicted to morphine due to being dosed with a cocaine solution to treat his asthma which he suffered from as a child. This is first seen in Season 1: Episode Possession. Through Season 2, it is seen more often as he speaks about it with Malcolm and Vanessa. By the Season 2 Finale, he cannot find veins in his arm so has moved to injecting into his hand (Also appears to be slowly losing his sanity, as he has lost Lily and his experience at Evelyn Poole's house seems to have pushed him over the edge).",
    "history": "Victor Frankenstein was born into a wealthy family. Suffering from poor health, he spent his time with his mother, who gave him a passion for literature until she died, and the young Victor developed a morbid curiosity about death mechanisms. At an appropriate age he began to attend college where he and fellow student Henry Jekyll began research frowned upon by the faculty. Abandoning his studies, Frankenstein refines his experiments and manages to revive a corpse. Disgusted by the creature he has created, Victor flees, leaving his creation at the mercy of his own misery. Arriving in London, he started working at the morgue of a resurrectionist so he can resume his studies and experiments with fresh corpses. In this period he revitalizes a second creature, better than the first, which is named Proteus after a Shakespearean character. While Victor is intent on dissecting an arm at the slaughterhouse of the resurrectionist, he is approached by Sir Malcolm, Miss Ives and Ethan Chandler who ask him to do an autopsy on a mysterious corpse, which immediately captivates the young surgeon attention. Following, the young doctor was invited to join the group, bringing benefit to the fight against the evil creatures with his medical knowledges, because according to Sir Malcolm Victor is not afraid to lift the skin and watch underneath it. While Victor is increasingly integrated in the group, his first creation returns and kills Proteus in a fit of jealousy, threatening Victor to make his life a living hell and forcing the doctor to create for him an immortal bride. Victor then feels compelled to fulfill the wishes of the Creature, moved by fear and guilt. Once discovered that Ethan Chandler's lover Brona Croft is close to death due to tuberculosis, Victor gives her a gentle death and bring her to his lab, where he prepares the woman to be revived thanks to unknown procedures which include, among other things, the use of electricity caused by a massive storm[2]. Once awakened, Victor deceives the woman making her believe to be his cousin Lily Frankenstein and the Creature fiancée. During their time together, Victor falls in love with \"Lily\", even confiding in Vanessa asking her advice in matters of love. Although the two consume a loving relationship, Lily has other projects and teams up with Dorian Gray, breaking Victor's heart. Meanwhile, Evelyn Poole's enchantment thrives on Victor as well, causing him to have visions of his three creatures accusing him of unspeakable sins. This pushes Victor to recklessly take refuge in drugs again. Weighed down by grief of loss and guilt, Victor contact his old colleague and friend Henry Jekyll to help him destroy Lily, thus preventing the woman to commit other murders, as Victor feels responsible for the actions of the monster he created",
    "trivia": [],
    "pageUrl": "/characters/victor_frankenstein",
    "pictureUrl": "/images/characters/victor_frankenstein.png"
  },
  {
    "name": "Vincent Brand",
    "portrayedBy": "Alun Armstrong",
    "description": "Vincent Brand is a leader of a troop of actors in residence at the Grand Guignol Theatre and the first human to show kindness to the Creature.",
    "appAndPersonality": "",
    "history": "Vincent Brand chanced upon the beaten Creature who had just been set upon by a group of thugs. Rather than be repulsed by his unusual appearance he assumed the Creature was the victim of an industrial accident. Taking him to an inn he cheerfully sympathised with his strange new friend; saying he had also suffered; having fallen on hard times due to the lack of interest in the theatre. Upon learning the Creature intended to stay in the city he offered him work at the theatre where his appearance would not be the subject of scorn or ridicule.",
    "trivia": [],
    "pageUrl": "/characters/vincent_brand",
    "pictureUrl": "/images/characters/vincent_brand.jpeg"
  },
  {
    "name": "Warren Roper",
    "portrayedBy": "Stephen Lord",
    "description": "Warren Roper is a Pinkerton agent hired alongside Mr. Kidd to bring Ethan Chandler back to the United States on the order of Chandler's father.",
    "appAndPersonality": "Roper is a very aggressive and sardonic man, with a dark sense of humour. His repeated provocations of Ethan, and his outburst after he attacked them the first time, show a man who is quick to anger. This is further backed up by him repeatedly kicking Ethan's chair, shortly before he attacks them at the Mariner Inn. He dresses in a casual style, and speaks with a slight hint of a Western Accent, similar in tone to Ethan. After the attack at the end of \"Grand Guignol\", Roper is seen with his face heavily bandaged, with one part of his face mutilated, in the episode \"Verbis Diablo\". He is set to become a serious antagonist for Ethan, driven solely by revenge at losing both his friend Mr Kidd, and also over his disfigurements. To cover his facial mutilations, he is seen at some point in Season 2 as donning a metal and leather mask over one side of his face.",
    "history": "",
    "trivia": [],
    "pageUrl": "/characters/warren_roper",
    "pictureUrl": "/images/characters/warren_roper.png"
  }
]