[
  {
    "name": "Brona Croft",
    "description": "Brona Croft is an Irish immigrant who was in London doing sex work. Brona met Ethan Chandler at The Mariner's Inn and they fall in love. Brona's illness (tuberculosis) led Chandler to seek the help of Victor Frankenstein who sped her death in hope to reanimate her to be the bride of the Creature. Brona is revived in the persona of Lily with no memory of her former self. She later regains her memory and leaves Frankenstein for Dorian Gray.",
    "url":"Brona_Croft"
  },
  {
    "name": "Creature",
    "description": "The Creature (otherwise known under various names) is a man who has been brought back from death, reanimated by the medical craft of Victor Frankenstein. The only thing that is his own is his soul, but even he questions whether he really has one. He is Victor's first creation, his \"first born\". After experiencing the cruelty and mercy of man the Creature only wants one thing in this world, love. Someone like him that he can share his life with and finally find happiness that he so desperately longs for.",
    "url": "Creature"
  },
  {
    "name": "Dorian Gray",
    "description": "Dorian Gray is a wealthy gentleman who has gained immortality by having his soul trapped within a painting. He is well known for his extravagance and debauchery.",
    "url": "Dorian_Gray"
  },
  {
    "name": "Ethan Chandler",
    "description": "Ethan Chandler (Born Ethan Lawrence Talbot) is an American sharpshooter running away from a checkered past. When Sir Malcolm enlists him in a personal quest, Ethan meets Brona Croft, a beautiful Northern Irish prostitute with a mysterious past. But behind Ethan's bright eyes lurk dark secrets. He is running from something, and his troubling past threatens to overtake him at every turn. After the death of Brona, Ethan had lost control and had revealed himself to be a werewolf.",
    "url": "Ethan_Chandler"
  },
  {
    "name": "Sir Malcolm Murray",
    "description": "Sir Malcolm Murray is a British explorer of the African continent who is on a deep personal quest. Sir Malcolm has nonetheless paid a heavy price for his exciting career. Although his stately home is filled with souvenirs from his travels, it is devoid of family and loved ones. With Vanessa's help, he is determined to right the wrongs of his past, but the toughest journey is yet to come.",
    "url": "Sir_Malcolm_Murray"
  },
  {
    "name": "Mina Murray",
    "description": "Mina Murray (married named Mina Harker) was the daughter of Gladys and Sir Malcolm Murray, the younger sister of Peter Murray and long time former friend of Vanessa Ives. Throughout the first season she is being searched for by her father Sir Malcolm, after her disappearance when becoming involved with a mysterious foreign nobleman. Mina has appeared several times to Vanessa Ives in her visions during their search for her. When Mina was finally found by her father and his group Mina had been turned into a vampire. Sir Malcolm killed her in order to protect Vanessa.",
    "url": "Mina_Murray"
  },
  {
    "name": "Vanessa Ives",
    "description": "Vanessa Ives is the female lead character of Penny Dreadful. She is poised, mysterious, and utterly composed, Vanessa is a seductive and formidable beauty full of secrets and danger. She is keenly observant - clairvoyant even - as well as an expert medium, and has lent her talents to Sir Malcolm Murray in his search for his daughter, Vanessa's childhood friend Mina Murray. Her supernatural gifts are powerful and useful to those around her, but they are also a heavy burden. Her inner demons are very real to her and everyone around her, and they threaten to destroy her relationships, her sanity and her very life.",
    "url": "Vanessa_Ives"
  },
  {
    "name": "Victor Frankenstein",
    "description": "Victor Frankenstein is the 'not so mad-scientist' of the series who from a young age has been fascinated by life and death due to his years of research he has discovered a way to reverse death thus creating his first subject the Creature, and then others.",
    "url": "Victor_Frankenstein"
  },
  {
    "name": "Sembene",
    "description": "Sembene was a Senegalese man who was a longtime acquaintance of Sir Malcolm Murray. Sembene served as Sir Malcolm's manservant in which he also performed the role of sentry and confidant. He had an air of mystery and his heroic efforts proved invaluable in Sir Malcolm's personal quest.",
    "url": "Sembene"
  },
  {
    "name": "Evelyn Poole",
    "description": "Evelyn Poole, known professionally as \"Madame Kali\", is at first glance a humble entertainer posing as a medium and spiritualist at parties and séances. She is in reality a wicked, conniving practitioner of the occult. Her dark powers are great, and she recognizes an equally powerful potential kindred spirit in Vanessa Ives. Evelyn has big plans for Vanessa, and she  will do everything she can to entrap the young woman and deliver her to her master.",
    "url": "Evelyn_Poole"
  },
  {
    "name": "Proteus",
    "description": "Proteus is a man reanimated by Victor Frankenstein in his quest to \"Pierce the tissue between life and death.\" Proteus however is not the first of the good doctor's creations. He was preceded by the Creature, an earlier creation of Frankenstein's. He names himself, as Dr. Frankenstein presents his creation with a paper copy of William Shakespeare's \"Two Gentlemen of Verona\", and instructs him to stop the randomly turning pages with his hand, effectively picking the nearest name from the book at random.",
    "url": "Proteus"
  },
  {
    "name": "Ferdinand Lyle",
    "description": "Ferdinand Lyle is a supporting character in the television series Penny Dreadful. He is an Egyptologist with a wealth of knowledge pertaining to dead languages and ancient history. His particular expertise brings him into contact with Sir Malcolm Murray to assist with unravelling the Egyptian connection of the vampires during Sir Malcolm's campaign to find his daughter,[1] and is later called upon again to assist after Vanessa Ives unexpectedly speaks the Verbis Diablo.",
    "url": "Ferdinand_Lyle"
  },
  {
    "name": "Peter Murray",
    "description": "Peter Murray was the son of Sir Malcolm and Gladys Murray, the younger brother of Mina Murray and long time friend of Vanessa Ives. It was always expected that they would eventually be betrothed.",
    "url": "Peter_Murray"
  },
  {
    "name": "Claire Ives",
    "description": "Claire Ives was the wife of Gordon Ives and the mother of Vanessa Ives. She also had a long time friendship with the Murrays, Gladys and Sir Malcolm Murray. During those years of friendship, Claire and Malcolm engaged in an affair with each other. Despite having an affair with a married man, Claire was a loving mother who cared deeply about her daughter.\nClaire suffered a massive heart attack while seeing her daughter in the throes of possession. Ironically, that incident undid the damage to Vanessa's mind that her earlier possessions and institutionalization had done, but also denied Vanessa the opportunity to ever reconcile with her mother.",
    "url": "Claire_Ives"
  },
  {
    "name": "Gladys Murray",
    "description": "Gladys Murray was the wife of Sir Malcolm Murray and the mother of Mina and Peter Murray. She was also good friends with the Ives Family, Claire and Gordon.",
    "url": "Gladys_Murray"
  }
]